// data.js — อัปเดตล่าสุด: 25/5/2569 11:00:17
// ห้ามแก้ไขด้วยมือ — ใช้ปุ่ม Sync ใน admin.html เท่านั้น
const CACHED_DATA = [
  {
    "id": "rec01wLP1NM5yk1eA",
    "createdTime": "2026-05-05T04:00:41.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าอาวาส",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "การเงิน",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "วัดภาวนาอิโลอิโล",
      "นามสกุล (ฉายา)": "วิริยคุโณ",
      "สถาบัน": "รามคำแหง",
      "Email": "ksdblc@gmail.com",
      "วันที่สมัคร": "2026-05-05",
      "ชื่อ": "พระกษิดิศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1962-12-07",
      "เบอร์มือถือ": "082-779-2339",
      "Last modified time": "2026-05-05T04:00:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec03VHw38j60fdm4",
    "createdTime": "2023-05-10T08:52:33.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ปสง.ชลบุรี",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "บัญชี",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร 2",
      "นามสกุล (ฉายา)": "อัคราวานิช",
      "สถาบัน": "ราชมงคล",
      "Email": "penthip5220@gmail.com",
      "วันที่สมัคร": "2023-05-10",
      "ชื่อ": "ทิพย์วรรณ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-03-14",
      "เบอร์มือถือ": "0623594982",
      "Last modified time": "2023-05-10T08:52:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec04WZhqJicV8KPo",
    "createdTime": "2024-05-24T04:04:16.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "รัฐศาสตร์",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์",
      "นามสกุล (ฉายา)": "อนันต์สุขสกุล",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "punnasiri2520@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "สิริวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-10-08",
      "เบอร์มือถือ": "092-945-4229",
      "Last modified time": "2024-05-24T04:04:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec04d5kFrYbkU4Oq",
    "createdTime": "2025-06-27T13:04:52.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ไกรจงวัฒนา",
      "Email": "yhing_collon@hotmail.com",
      "วันที่สมัคร": "2025-06-27",
      "ชื่อ": "ภัคชัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1987-04-03",
      "เบอร์มือถือ": "084-017-1698",
      "Last modified time": "2025-06-27T13:04:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec05LEe1MJ6BIjz4",
    "createdTime": "2026-04-23T02:50:35.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "เคมี",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "ธุรการอาศรมอุบาสก",
      "นามสกุล (ฉายา)": "วริศธนิตศักดิ์",
      "สถาบัน": "บูรพา",
      "Email": "harusakii47@gmail.com",
      "วันที่สมัคร": "2026-04-23",
      "ชื่อ": "ธีราพัทธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1986-05-03",
      "เบอร์มือถือ": "063-002-8520",
      "Last modified time": "2026-04-23T02:50:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec06PQ8dRhhptUtg",
    "createdTime": "2023-09-05T02:10:00.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "งานทั่วไป",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง12",
      "นามสกุล (ฉายา)": "อภิสุขสิริ",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "wisha2541@hotmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "วรวิชญ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "บัณฑิตอาสา",
      "วัน/เดือน/ปี เกิด": "1998-08-02",
      "เบอร์มือถือ": "(096) 174-7451",
      "Last modified time": "2023-09-05T02:10:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec07FE7w5btXQvYC",
    "createdTime": "2023-04-19T12:57:12.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "ช่างภาพ",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "ตระการวาณิชย์",
      "สถาบัน": "มหามกุฎราชวิทยาลัย",
      "Email": "kitichai@gmail.com",
      "วันที่สมัคร": "2023-04-19",
      "ชื่อ": "กิติชัย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1991-10-19",
      "เบอร์มือถือ": "0825897221",
      "Last modified time": "2023-04-19T12:57:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec085DKDBUyP4nec",
    "createdTime": "2025-03-03T03:51:46.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "7",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "7",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "แซ่ซิน",
      "สถาบัน": "บ้านบ่อน้ำร้อน",
      "Email": "jaibetong072@gmail.com",
      "วันที่สมัคร": "2025-03-03",
      "ชื่อ": "พรพิมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2516-11-06",
      "เบอร์มือถือ": "081-551-6976",
      "Last modified time": "2025-03-03T03:51:46.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec09arAu6kLHQqaK",
    "createdTime": "2024-04-20T06:58:21.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "ชื่อโปรแกรม": " E-BOOK ด้วย PowerPoint ",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "กอง สนง.ปสง.สถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "บุญมีประเสริฐ",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "kdbmps595@gmail.com",
      "วันที่สมัคร": "2024-04-20",
      "ชื่อ": "กานดา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 14-16 พ.ค. 2567",
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1978-08-28",
      "เบอร์มือถือ": "063-595-3624",
      "Last modified time": "2026-05-22T03:38:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0BKk5QQCMq00BB",
    "createdTime": "2025-06-02T01:21:50.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "66/4",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "อายุ": "66/4",
      "หน่วยงาน กอง/ศูนย์": "กองบริการความสะอาด",
      "นามสกุล (ฉายา)": "กวิวฑฺฒโน",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "พระจิระพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2502-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2025-06-02T01:21:50.000Z"
    }
  },
  {
    "id": "rec0Cs2hlj7I6yhRZ",
    "createdTime": "2024-06-03T07:57:52.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "32/9",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "32/9",
      "หน่วยงาน กอง/ศูนย์": "ลาดหลุมเเก้ว",
      "นามสกุล (ฉายา)": "ปัญญาสาโร",
      "Email": "thongindee1992@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระวิทวัฒน์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "084-159-5259",
      "Last modified time": "2024-06-03T07:57:52.000Z"
    }
  },
  {
    "id": "rec0Hxk6IU2KHg3c8",
    "createdTime": "2024-07-30T11:05:36.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "สาขา": "วิทยาการจัดการ",
      "คณะ": "บริหารรัฐกิจ",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ธรรมวิชยุตม์",
      "สถาบัน": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "Email": "supanan.ja2527@gmail.com",
      "วันที่สมัคร": "2024-07-30",
      "ชื่อ": "ศุภานัน",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1984-01-30",
      "เบอร์มือถือ": "098-249-1245",
      "Last modified time": "2024-07-30T11:05:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0IikY5Bu9T9Mfb",
    "createdTime": "2025-11-25T06:48:25.000Z",
    "fields": {
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      }
    }
  },
  {
    "id": "rec0KsPaNfPL1AF1j",
    "createdTime": "2026-05-16T03:04:36.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "ความสัมพันธ์ระหว่างประเทศ",
      "คณะ": "รัฐศาตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "มูลนิธิธรรมกาย",
      "นามสกุล (ฉายา)": "ลิ่มพรวิเชียร",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "kosumakorn5995@gmail.com",
      "วันที่สมัคร": "2026-05-16",
      "ชื่อ": "โกสุมากร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1979-09-13",
      "เบอร์มือถือ": "082-314-5995",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0KsRESqRRnHExE",
    "createdTime": "2025-02-20T10:35:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "เคมี",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "ทั่วไป",
      "นามสกุล (ฉายา)": "อร่ามวิริยะพงศ์",
      "สถาบัน": "พระจอมเกล้าธนบุรี",
      "Email": "patricwang07@gmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "พิฑูรย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2020-06-22",
      "เบอร์มือถือ": "086-781-2907",
      "Last modified time": "2025-02-20T10:35:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0Ld2fFD139XhTQ",
    "createdTime": "2023-04-15T12:55:19.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "พุทธศาสตร์",
      "ชื่อโปรแกรม": "SketchUp",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "ฑิธีกรรมงานบวช",
      "นามสกุล (ฉายา)": "อภิฉนฺโท",
      "สถาบัน": "DCI",
      "Email": "ople072@gmail.com",
      "วันที่สมัคร": "2023-04-15",
      "ชื่อ": "พระฉันทพิชญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 23-25 พ.ค. 2566",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-01-06",
      "เบอร์มือถือ": "0824252449",
      "Last modified time": "2026-05-22T03:35:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0gKTesJxhf8Lq0",
    "createdTime": "2023-04-06T04:00:20.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "บรรณารักษ์",
      "คณะ": "มนุษย์ ",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "เอเชียแอฟริกา",
      "นามสกุล (ฉายา)": "บุตรอุดม",
      "สถาบัน": "ม.ขอนแก่น",
      "Email": "mihangjai@gmail.com",
      "วันที่สมัคร": "2023-04-06",
      "ชื่อ": "อภิญญา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-09-17",
      "เบอร์มือถือ": "0813959515",
      "Last modified time": "2023-04-06T04:00:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0pYaPVSFVJuwhN",
    "createdTime": "2025-08-07T04:23:43.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "หอมเดชนะกุล",
      "Email": "noonachanyanuch15@gmail.com",
      "วันที่สมัคร": "2025-08-07",
      "ชื่อ": "หฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "เบอร์มือถือ": "081-713-7659",
      "Last modified time": "2025-08-07T04:23:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec0r59xr273O3THd",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "สัตวศาสตร์",
      "คณะ": "ผลิตกรรม",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "ธรรม",
      "นามสกุล (ฉายา)": "วันวิจารณ์",
      "สถาบัน": "มหาวิทยาลัยแม่โจ้",
      "Email": "saiyood072@hotmail.com",
      "วันที่สมัคร": "2023-08-14",
      "ชื่อ": "ณัฐวดี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1981-08-31",
      "เบอร์มือถือ": "(082) 572-7625",
      "Last modified time": "2023-09-06T06:16:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec17QHFLmZBNmO6d",
    "createdTime": "2024-06-17T13:53:37.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "วรรณพุก",
      "สถาบัน": "มหาวิทยาลัยราชภัฏเพชรบุรี",
      "Email": "warin.130831@gmail.com",
      "วันที่สมัคร": "2024-06-17",
      "ชื่อ": "ณฐพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "เบอร์มือถือ": "061-497-5159",
      "Last modified time": "2024-06-17T13:53:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1D7lYRV2X4lY4P",
    "createdTime": "2025-07-12T13:59:05.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "คุรุศาสตร์",
      "คณะ": "มนุษย์ศาสตร์และสังคมศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "จิตติรัตน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎสวนสุนันทา",
      "Email": "pchittirat@gmail.com",
      "วันที่สมัคร": "2025-07-12",
      "ชื่อ": "ภาณิชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1978-06-20",
      "เบอร์มือถือ": "064-459-3649",
      "Last modified time": "2025-07-12T13:59:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1G6H1jHSRGaXRz",
    "createdTime": "2025-02-20T10:41:49.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "ทันตเเพทย์",
      "คณะ": "ทันตแพทย์ศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "อร่ามวิริยะพงศ์",
      "สถาบัน": "มหิดล",
      "Email": "jwiriya1@gmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "วิริยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2014-09-25",
      "เบอร์มือถือ": "086-781-2907",
      "Last modified time": "2025-02-20T10:41:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec1HLsOjGqKQl0dU",
    "createdTime": "2024-06-03T07:35:03.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมนานาชาติสมุย",
      "นามสกุล (ฉายา)": "สุทธิมิตร์(ญาณวิปุโล)",
      "Email": "Sompong1980.sp@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระสมปอง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1980-06-10",
      "เบอร์มือถือ": "063-164-2380",
      "Last modified time": "2024-06-03T07:35:03.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec1LMUZF0VbQTb3F",
    "createdTime": "2023-02-13T06:22:24.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "การเงิน",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ปฎิบัติธรรมนานาชาติ",
      "เบอร์ภายใน": "088311530",
      "นามสกุล (ฉายา)": "มงคลสิริฤกษ์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "peesomluckm@gmail.com",
      "วันที่สมัคร": "2023-02-13",
      "ชื่อ": "สมลักษณ์ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1968-12-08",
      "เบอร์มือถือ": "0817525919",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:28:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1LqVT5tzlNwe7l",
    "createdTime": "2025-07-04T04:49:56.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "คุรุศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มรภ.เลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-07-04",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-07-04T04:49:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1Vd3W1V6zTFbPz",
    "createdTime": "2024-05-03T04:07:26.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "69",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "69",
      "หน่วยงาน กอง/ศูนย์": "กองกิจกรรมพิเศษ",
      "นามสกุล (ฉายา)": "เปรมานนท์",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "premanandachatree@gmail.com",
      "วันที่สมัคร": "2024-05-03",
      "ชื่อ": "ชาตรี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1955-01-02",
      "เบอร์มือถือ": "080-698-2887",
      "Last modified time": "2024-05-03T04:07:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec1i7MtccuED9c3N",
    "createdTime": "2024-05-15T03:40:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "-",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "ศิลปศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ไทยานันท์",
      "สถาบัน": "มหาวิทยาลัยรามคำเเหง",
      "Email": "catfah1234@gmail.com",
      "วันที่สมัคร": "2024-05-15",
      "ชื่อ": "จิติภัส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2526-06-22",
      "เบอร์มือถือ": "087-510-1927",
      "Last modified time": "2024-05-15T03:40:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1knqlP8gHBfU12",
    "createdTime": "2025-03-24T07:12:34.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "68",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "68",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "อรุณรัตน์",
      "Email": "0981308941@gmail.com",
      "วันที่สมัคร": "2025-03-24",
      "ชื่อ": "ธัญพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2499-04-08",
      "เบอร์มือถือ": "098-130-8941",
      "Last modified time": "2025-03-24T07:12:34.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec1rQnPK8Me4RbTb",
    "createdTime": "2024-05-11T10:05:22.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ไล",
      "สถาบัน": "Battombong",
      "Email": "sarothley579@gmail.com",
      "วันที่สมัคร": "2024-05-11",
      "ชื่อ": "สาโรจน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-07-27",
      "เบอร์มือถือ": "000-000-0000",
      "Last modified time": "2024-05-11T10:05:22.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec1u8MVku4aM77yQ",
    "createdTime": "2024-11-07T08:40:33.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมศีลธรรมต่างประเทศ",
      "นามสกุล (ฉายา)": "รัตนแสง",
      "สถาบัน": "มหาวิทยาลัยนเรศวร",
      "Email": "dimc_swiss@hotmail.com",
      "วันที่สมัคร": "2024-11-07",
      "ชื่อ": "สุรเชษฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1981-12-26",
      "เบอร์มือถือ": "063-779-0533",
      "Last modified time": "2024-11-07T08:40:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1vWkSifZid4P4N",
    "createdTime": "2025-03-03T05:03:10.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "ฐิโตภาโส",
      "Email": "plus0072@gmail.com",
      "วันที่สมัคร": "2025-03-03",
      "ชื่อ": "พระบริพัตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-19",
      "เบอร์มือถือ": "092-826-0072",
      "Last modified time": "2025-03-03T05:03:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec1zX6jQoCUGr3Bm",
    "createdTime": "2023-04-18T07:05:06.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พนักงาน",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "อายุ": "47 ปี",
      "หน่วยงาน กอง/ศูนย์": "บริการสารสนเทศ",
      "นามสกุล (ฉายา)": "สร้อยสำโรง",
      "สถาบัน": "กศน.ปทุมธานี",
      "Email": "rungboontisa072@gmail.com",
      "วันที่สมัคร": "2023-04-18",
      "ชื่อ": "บุญฐิสา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1976-02-02",
      "เบอร์มือถือ": "0622265415",
      "Last modified time": "2023-04-18T07:05:06.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec21iS3BvV400AYk",
    "createdTime": "2025-07-14T03:18:18.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยพยาบาล",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "เทคโนโลยีอุตสาหกรรม",
      "คณะ": "วิทยาศาสตร์และเทคโนโลยี",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "พยาบาล",
      "นามสกุล (ฉายา)": "ศรีท้าว",
      "สถาบัน": "ราชภัฏธนบุรี",
      "Email": "maccy_karn@hotmail.com",
      "วันที่สมัคร": "2025-07-14",
      "ชื่อ": "สุริยกานต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1991-04-24",
      "เบอร์มือถือ": "062-658-1121",
      "Last modified time": "2025-07-14T03:18:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec25QJAaXqu8KJhG",
    "createdTime": "2024-05-24T15:49:07.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ฝึกอบรมเยาวชนฟื้นฟูศีลธรรมโลก",
      "นามสกุล (ฉายา)": "แสงกาบ",
      "Email": "thitiple2415@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "ธิติมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1995-12-02",
      "เบอร์มือถือ": "096-265-1492",
      "Last modified time": "2024-05-24T15:49:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec29y8Yxw0oNguRX",
    "createdTime": "2026-03-03T05:52:19.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "นิเทศศิลป์",
      "คณะ": "มัณฑนศิลป์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "นิ่มแย้ม",
      "สถาบัน": "มหาวิทยาลัยศิลปากร",
      "Email": "boomybarbie@gmail.com",
      "วันที่สมัคร": "2026-03-03",
      "ชื่อ": "จิตชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1972-08-21",
      "เบอร์มือถือ": "081-987-5687",
      "Last modified time": "2026-03-03T05:52:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec2A3ENVXvTr1c5W",
    "createdTime": "2024-09-21T05:58:25.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "61",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "การบัญชี",
      "คณะ": "บธบ",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "พุฒิพรสกุล",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "kornchap@gmail.com",
      "วันที่สมัคร": "2024-09-21",
      "ชื่อ": "กรชนก ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1963-04-09",
      "เบอร์มือถือ": "099-425-4153",
      "Last modified time": "2024-09-21T05:58:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2CzE8wUTGZZa9V",
    "createdTime": "2023-08-23T10:14:11.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "พนักงาน",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "บุญเรืองกุลเดช",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "niradanok@gmail.com",
      "วันที่สมัคร": "2023-08-23",
      "ชื่อ": "นิรดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1969-05-28",
      "เบอร์มือถือ": "0923144650",
      "Last modified time": "2023-08-23T10:14:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2DucqRNgr6XFxQ",
    "createdTime": "2024-05-13T07:26:45.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "แอดมินเว็บไซต์",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "กองเผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "คุณปัญญา",
      "สถาบัน": "โรงเรียนสกลนครพัฒนศึกษา",
      "Email": "fueangfa.kunpanya@gmail.com",
      "วันที่สมัคร": "2024-05-13",
      "ชื่อ": "เฟื้องฟ้า",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2004-12-02",
      "เบอร์มือถือ": "093-506-4011",
      "Last modified time": "2024-05-13T07:56:36.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec2HnVlzbRzAjEHR",
    "createdTime": "2023-09-27T12:41:58.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "เจ้าภาพ",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง9",
      "นามสกุล (ฉายา)": "มธุรพจนางกูร",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "salisa1532@hotmail.com",
      "วันที่สมัคร": "2023-09-27",
      "ชื่อ": "ศลิษา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1966-08-01",
      "เบอร์มือถือ": "(081) 431-6423",
      "Last modified time": "2023-09-27T12:41:58.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec2PNNEVMLTysBll",
    "createdTime": "2026-05-04T07:41:13.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "ถาวรลักษณ์เจริญ",
      "สถาบัน": "วิทยาลัยพาณิชยการจำนงค์",
      "Email": "naming752@gmail.com",
      "วันที่สมัคร": "2026-05-04",
      "ชื่อ": "นภาลัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2552-07-14",
      "เบอร์มือถือ": "097-029-4541",
      "Last modified time": "2026-05-04T07:41:13.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec2PTObcswzKBYct",
    "createdTime": "2023-10-07T06:24:54.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "เสียง",
      "นามสกุล (ฉายา)": "เล็กสมทิศ",
      "สถาบัน": "บ้านสมเด็จฯ",
      "Email": "prakarn_song@hotmail.co.th",
      "วันที่สมัคร": "2023-10-07",
      "ชื่อ": "ยุวนันท์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1968-07-25",
      "เบอร์มือถือ": "(062) 289-1568",
      "Last modified time": "2023-10-07T06:24:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2PasHzKHuEETr1",
    "createdTime": "2024-06-09T09:53:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "18",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "อายุ": "18",
      "หน่วยงาน กอง/ศูนย์": "ต้อนรับสาธุชนใหม่",
      "นามสกุล (ฉายา)": "แสงฤทธิ์บุรีสุข",
      "สถาบัน": "เตรียมอุดมศึกษาน้อมเกล้า ปทุมธานี",
      "Email": "parinda4928@gmail.com",
      "วันที่สมัคร": "2024-06-09",
      "ชื่อ": "พัตร์พิมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2005-10-04",
      "เบอร์มือถือ": "(092) 561-9155",
      "Last modified time": "2024-06-15T08:20:07.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec2RFUqrYMHzGQv3",
    "createdTime": "2024-02-28T09:50:50.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "กองภู6",
      "นามสกุล (ฉายา)": "แววนิลานนท์",
      "สถาบัน": "พระจอมเกล้าลาดกระบัง",
      "Email": "koalalanon@gmail.com",
      "วันที่สมัคร": "2024-02-28",
      "ชื่อ": "กอบกุล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2520-11-24",
      "เบอร์มือถือ": "089-787-4462",
      "Last modified time": "2024-02-28T09:50:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2SNrUkAcMAxDHQ",
    "createdTime": "2025-02-19T12:17:56.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ออกแบบสื่อ",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "ใไทยคดีศึกษา",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "ออกแบบสื่อธรรมะ",
      "นามสกุล (ฉายา)": "นัฐกรานต์นุวัฒน์",
      "สถาบัน": "สุโขทัยธรรมาธิราช",
      "Email": "adiset072@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "อดิเศรษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1972-05-23",
      "เบอร์มือถือ": "085-166-1141",
      "Last modified time": "2025-02-19T12:17:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2XYLlqhCzjohkk",
    "createdTime": "2023-10-12T15:27:04.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "IT",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-10-12",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "(098) 416-8064",
      "Last modified time": "2023-10-12T15:27:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2aNJkB6S2PDf1j",
    "createdTime": "2026-03-10T04:06:57.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 8",
      "นามสกุล (ฉายา)": "วงษ์แหวน",
      "สถาบัน": "ราชภัฏสวนดุสิต",
      "Email": "nongnok90@gmail.com",
      "วันที่สมัคร": "2026-03-10",
      "ชื่อ": "เปณิกา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1982-07-01",
      "เบอร์มือถือ": "064-692-6263",
      "Last modified time": "2026-03-10T04:06:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2bEc1xNfh1e6nb",
    "createdTime": "2024-03-01T18:25:59.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการฝ่ายพัฒนาและสนับสนุน",
      "นามสกุล (ฉายา)": "นิรันตรัตน์",
      "สถาบัน": "DOU",
      "Email": "sirinirun1@gmail.com",
      "วันที่สมัคร": "2024-03-01",
      "ชื่อ": "ศิริพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1973-03-29",
      "เบอร์มือถือ": "089-416-4956",
      "Last modified time": "2024-03-01T18:25:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec2j3pjILXm60onS",
    "createdTime": "2025-08-17T10:39:26.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "น 6",
      "นามสกุล (ฉายา)": "หลักคำ",
      "Email": "ampwithyou70345@gmail.com",
      "วันที่สมัคร": "2025-08-17",
      "ชื่อ": "ปวีณา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1984-08-02",
      "เบอร์มือถือ": "080-319-7669",
      "Last modified time": "2025-08-17T10:39:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec2mMqq0lNYf9xWJ",
    "createdTime": "2025-09-27T04:20:08.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "พระ",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "คอมพิวเตอร์",
      "ชื่อโปรแกรม": "Generative AI",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "aec",
      "นามสกุล (ฉายา)": "จิรนนฺโท",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "kop.julanan@gmail.com , candypop7777@gmail.com",
      "วันที่สมัคร": "2025-09-27",
      "ชื่อ": "จุลนันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 26-28 พ.ย. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2532-08-01",
      "เบอร์มือถือ": "(092) 976-5557",
      "Last modified time": "2026-05-22T03:44:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec2sCMzEJ5MNGzah",
    "createdTime": "2023-04-19T14:19:39.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "พระภิกษุ",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "สิ่งแวดล้อม",
      "คณะ": "วิศรกรรม",
      "อายุ": "27/5",
      "หน่วยงาน กอง/ศูนย์": "ประติมากรรม",
      "นามสกุล (ฉายา)": "สกุลศรีจิรวัฒน์ กตปุญฺโญ",
      "สถาบัน": "มจธ.",
      "Email": "benz48850@gmail.com",
      "วันที่สมัคร": "2023-04-19",
      "ชื่อ": "พระมหาวิริยะ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1995-05-22",
      "เบอร์มือถือ": "0969545535",
      "Last modified time": "2023-04-19T14:19:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2suvBQ8txP6jYQ",
    "createdTime": "2024-09-12T04:12:06.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พนักงาน",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "สถาบัน": "มหาวิทยาลัยเกษมบัณฑิต",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-09-12",
      "ชื่อ": "จุฑามาศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2024-09-12T04:12:06.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2wdliy00rGwXvv",
    "createdTime": "2025-08-22T14:07:27.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "30",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "ฟิสิกส์",
      "คณะ": "วิทยาสาสตร์",
      "อายุ": "30",
      "หน่วยงาน กอง/ศูนย์": "ปสง.ชมรมพุทธ",
      "นามสกุล (ฉายา)": "ทองคำ",
      "สถาบัน": "เกษตรศาสตร์",
      "Email": "siwapong072@gmail.com",
      "วันที่สมัคร": "2025-08-22",
      "ชื่อ": "ศิวพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1995-07-13",
      "เบอร์มือถือ": "094-794-9623",
      "Last modified time": "2025-08-22T14:07:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2yyiZm4x7InETI",
    "createdTime": "2026-02-01T14:03:06.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "64",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "สาขา": "นิติศาสตร์บัณฑิต",
      "ชื่อโปรแกรม": "Basic Computer",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "สุวัฒฑโน (แสนสีเเก้ว)",
      "สถาบัน": "มจร",
      "Email": "example@example.com",
      "วันที่สมัคร": "2026-02-01",
      "ชื่อ": "พระครองยศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 19,25,26 ก.พ. 2569",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1962-11-20",
      "เบอร์มือถือ": "064-982-4288",
      "Last modified time": "2026-05-22T03:06:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2z1mt2xRcLFbWi",
    "createdTime": "2025-09-19T09:26:12.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "คณะ": "คอมธุรกิจ",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่ธรรมะ",
      "นามสกุล (ฉายา)": "ภูริโสภโณ",
      "สถาบัน": "ฐานเทคโน",
      "Email": "purisopano32@gmail.com",
      "วันที่สมัคร": "2025-09-19",
      "ชื่อ": "ธวัชชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-02-23",
      "เบอร์มือถือ": "094-898-2106",
      "Last modified time": "2025-09-19T09:26:12.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "rec2zPB9Qr8lOTwPk",
    "createdTime": "2023-09-14T07:27:44.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "เจ้าหน้าที่ห้องสมุดภาพ",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "เบอร์ภายใน": "14055",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.con",
      "วันที่สมัคร": "2023-09-14",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "(084) 099-1789",
      "Last modified time": "2023-09-14T07:27:44.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec2zRYPSwDhdU4hT",
    "createdTime": "2026-04-14T07:41:20.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "ประถมศึกษา",
      "ชื่อโปรแกรม": "Google Workspace",
      "คณะ": "ครุศาสตร์",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "ตั้งคุปตานนท์",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "sritang@hotmail.com",
      "วันที่สมัคร": "2026-04-14",
      "ชื่อ": "ศรีสุวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 5-7 พ.ค. 2569",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1969-11-26",
      "เบอร์มือถือ": "061-539-5272",
      "Last modified time": "2026-05-22T03:01:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec34C8QMkYxBpYtC",
    "createdTime": "2024-06-17T12:09:11.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "พระนวกะ5",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "การตลาด",
      "คณะ": "คณะบริหารธุรกิจ",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "บ้านเผยแผ่",
      "นามสกุล (ฉายา)": "ปุณฺณสิริโก",
      "สถาบัน": "มรภ.บ้านสมเด็จเจ้าพระยา",
      "Email": "bs06062567@gmail.com",
      "วันที่สมัคร": "2024-06-17",
      "ชื่อ": "พระบุญสืบ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-02-19",
      "เบอร์มือถือ": "061-187-7939",
      "Last modified time": "2024-06-17T12:09:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec35m53y50BmkziO",
    "createdTime": "2025-07-13T04:14:38.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "กองวิชาการ02",
      "นามสกุล (ฉายา)": "ศรีวงษ์",
      "Email": "komdhamma@gmail.com",
      "วันที่สมัคร": "2025-07-13",
      "ชื่อ": "สุคนธ์ทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1974-03-15",
      "เบอร์มือถือ": "085-660-1116",
      "Last modified time": "2025-07-13T04:14:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec364Dt5FcEbh2Gk",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "เทคโนโลยีการเกษตร",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง 15 ",
      "นามสกุล (ฉายา)": "ไชยสิทธิ์ณภากุล",
      "สถาบัน": "ม.ธรรมศาสตร์ ศูนย์รังสิต",
      "Email": "buncha.yim@gmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "บัญชา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1974-05-15",
      "เบอร์มือถือ": "(081) 401-7572",
      "Last modified time": "2023-09-06T06:16:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec377O5bxMsmFuLI",
    "createdTime": "2025-07-18T08:43:44.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "59/7",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "พุทธ ",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "59/7",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานเครือข่ายพุทธโลก",
      "นามสกุล (ฉายา)": "พลวธมฺโม",
      "สถาบัน": "มจร",
      "Email": "drboong@gmail.com",
      "วันที่สมัคร": "2025-07-18",
      "ชื่อ": "พระพรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-07-19",
      "เบอร์มือถือ": "087-502-6888",
      "Last modified time": "2025-07-18T08:43:44.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "rec37vuJDMXWqqMEf",
    "createdTime": "2025-02-24T08:47:53.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "นิติ",
      "คณะ": "นิติ",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สุริโย",
      "สถาบัน": "ศรีปทุม",
      "Email": "gemsuriyo@gmail.com",
      "วันที่สมัคร": "2025-02-24",
      "ชื่อ": "ณัชพงษ์ธร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1997-10-06",
      "เบอร์มือถือ": "095-559-3979",
      "Last modified time": "2025-02-24T08:47:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec39PiylHFZ31k09",
    "createdTime": "2025-02-11T00:40:31.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "นามสกุล (ฉายา)": "Laphatantikul",
      "Email": "pinkstar4569@gmail.com",
      "วันที่สมัคร": "2025-02-11",
      "ชื่อ": "Ratsameesasiya",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1974-01-01",
      "เบอร์มือถือ": "063-039-3256",
      "Last modified time": "2025-02-11T00:40:31.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec3FZSzNgDaaTAQ4",
    "createdTime": "2025-09-22T15:23:26.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-09-22",
      "ชื่อ": "เจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "064-639-5623",
      "Last modified time": "2025-09-22T15:23:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec3FlF6E5As5qexJ",
    "createdTime": "2024-05-23T02:45:08.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "งานทะเบียน",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "ละคร/เขียนบท",
      "คณะ": "นาฏยศิลป์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "ตามคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "ชนสยอง",
      "สถาบัน": "วนศ.กรมศิลปากร",
      "Email": "pungtcone@gmail.com",
      "วันที่สมัคร": "2024-05-23",
      "ชื่อ": "อภินันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1971-08-27",
      "เบอร์มือถือ": "081-643-2249",
      "Last modified time": "2024-05-23T02:45:08.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec3K3KZy1NLuAJiY",
    "createdTime": "2023-09-06T02:13:32.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงานจังหวัด",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร55",
      "นามสกุล (ฉายา)": "โพธิ์งาม",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "vanesegate@gmail.com",
      "วันที่สมัคร": "2023-09-06",
      "ชื่อ": "วาสนา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1976-10-17",
      "เบอร์มือถือ": "(098) 992-2072",
      "Last modified time": "2023-09-06T02:13:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec3NmHlnOmNk7nUQ",
    "createdTime": "2024-05-08T03:52:20.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "เบญญาศรีสวัสดิ์",
      "สถาบัน": "Dursam University",
      "Email": "upsided123@hotmail.com",
      "วันที่สมัคร": "2024-05-08",
      "ชื่อ": "ประวัฒ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1972-07-19",
      "เบอร์มือถือ": "092-265-1798",
      "Last modified time": "2024-05-08T03:52:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "rec3RCUv6Plxuo6DH",
    "createdTime": "2024-08-13T04:58:41.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "วรรณพุก",
      "สถาบัน": "มหาวิทยาลัยราชภัฏเพชรบุรี",
      "Email": "warin.130831@gmail.com",
      "วันที่สมัคร": "2024-08-13",
      "ชื่อ": "ณฐพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1994-09-12",
      "เบอร์มือถือ": "061-497-5159",
      "Last modified time": "2024-08-13T04:58:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec3XzDywb1rwyvS5",
    "createdTime": "2024-05-09T10:29:12.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "25/ 5",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "อายุ": "25/ 5",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "ธมฺมโสภิโต",
      "สถาบัน": "DCI",
      "Email": "dhammasopit072@gmail.com",
      "วันที่สมัคร": "2024-05-09",
      "ชื่อ": "พระมหาศุภกานต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1999-01-09",
      "เบอร์มือถือ": "088-452-2819",
      "Last modified time": "2024-05-09T10:29:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec3bz8xT6yWn1g0M",
    "createdTime": "2025-08-10T13:37:50.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "-",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "ชีวเคมี",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "-",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "วงษา",
      "สถาบัน": "มหาวิทยาลัยบูรพา",
      "Email": "extramlife@gmail.com",
      "วันที่สมัคร": "2025-08-10",
      "ชื่อ": "กอบเกตุ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "เบอร์มือถือ": "098-239-4559",
      "Last modified time": "2025-08-10T13:37:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec3ceAupfnUdRTkB",
    "createdTime": "2026-03-08T01:53:25.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "9",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "สนง.ประงานงานส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "วัฒนรุ่ง",
      "สถาบัน": "DOU",
      "Email": "tonklared1@gmail.com",
      "วันที่สมัคร": "2026-03-08",
      "ชื่อ": "พระนครินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-10-21",
      "เบอร์มือถือ": "086-095-5928",
      "Last modified time": "2026-03-08T01:53:25.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "rec3fBICSjSTrixiV",
    "createdTime": "2026-05-17T23:49:23.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "การเงิน",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 9",
      "นามสกุล (ฉายา)": "ทวีกิติกุล",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพ",
      "Email": "kobsakt@gmail.com",
      "วันที่สมัคร": "2026-05-18",
      "ชื่อ": "กอบศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1968-08-03",
      "เบอร์มือถือ": "081-637-4213",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec3kENzcIHltgbLE",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "นามสกุล (ฉายา)": "บุญชาญ",
      "สถาบัน": "โพนงามศึกษา",
      "Email": "thanaaiw123@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "ธนาภรณ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1991-10-15",
      "เบอร์มือถือ": "0988946944",
      "Last modified time": "2023-09-06T06:16:43.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec3lMlfor4jTEEGb",
    "createdTime": "2023-10-07T06:18:47.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "คณะ": "Electronic ",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "เสียง",
      "นามสกุล (ฉายา)": "ทรงจำรอง",
      "สถาบัน": "เทคนิคกรุงเทพ",
      "Email": "prakarn_song@hotmail.co.th",
      "วันที่สมัคร": "2023-10-07",
      "ชื่อ": "นายปราการ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1964-11-14",
      "เบอร์มือถือ": "(089) 925-6121",
      "Last modified time": "2023-10-07T06:18:47.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "rec3mxhB8XD51FyXR",
    "createdTime": "2025-10-11T03:07:32.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "56/22",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "อายุ": "56/22",
      "หน่วยงาน กอง/ศูนย์": "กองเผยแพร่สื่อ",
      "นามสกุล (ฉายา)": "ชินปุตฺโต",
      "สถาบัน": "DOU",
      "Email": "chinaputto@gmail.com",
      "วันที่สมัคร": "2025-10-11",
      "ชื่อ": "พระวิวัฒน์ไชย ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-08-05",
      "เบอร์มือถือ": "063-035-8611",
      "Last modified time": "2025-10-11T03:07:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec41h7JIG9XYuHzS",
    "createdTime": "2024-06-03T07:20:47.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "49ปีพรรษา11",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "49ปีพรรษา11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฎิบัติธรรมท่าม่วง",
      "นามสกุล (ฉายา)": "อธิโชโต",
      "Email": "adisorn25072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระอดิศร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2517-07-14",
      "เบอร์มือถือ": "094-886-2854",
      "Last modified time": "2024-06-03T07:20:47.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec43XT74wZ4g2q4n",
    "createdTime": "2025-11-18T10:09:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "ต่างประเทศ",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "Email": "veenaj.vs072@gmail.com",
      "วันที่สมัคร": "2025-11-18",
      "ชื่อ": "รตนนล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "เบอร์มือถือ": "081-664-5664",
      "Last modified time": "2025-11-18T10:09:48.000Z"
    }
  },
  {
    "id": "rec44JMPcRcf5PPwC",
    "createdTime": "2024-09-21T01:45:07.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ (ถามิโก)",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2024-09-21",
      "ชื่อ": "พระ ศรีธิปย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2024-09-21T01:45:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4BUf2JztNftMiv",
    "createdTime": "2024-07-19T08:33:45.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์​",
      "คณะ": "วิศวกรรม​ศาสตร์​",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "นิทรรศการ​",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "สถาบัน": "มหาวิทยาลัย​เกษมบัณฑิต",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-07-19",
      "ชื่อ": "นางสาว​จุฑามาศ​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2024-07-24T02:46:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4IT2V3lJRtqN4j",
    "createdTime": "2025-12-22T12:38:40.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "วงศ์คำปัน",
      "สถาบัน": "โรงเรียนอัสสัมชัญลำปาง",
      "Email": "watosirilakud@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "ณธิดาศิริ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2012-05-24",
      "เบอร์มือถือ": "099-241-4217",
      "Last modified time": "2025-12-22T12:38:40.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec4J9oihaIsvaUm5",
    "createdTime": "2025-05-23T02:28:08.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "อาสาสมัคร สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "จุทอง",
      "Email": "Paphasrath@gmail.com",
      "วันที่สมัคร": "2025-05-23",
      "ชื่อ": "บุษยรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1969-09-27",
      "เบอร์มือถือ": "096-298-5654",
      "Last modified time": "2025-05-23T02:28:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4ZnDIFOAxTsgyW",
    "createdTime": "2024-07-23T06:27:57.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2024-07-23",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-23",
      "เบอร์มือถือ": "065-146-9195",
      "Last modified time": "2024-07-23T06:27:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4jSEKaLcPp8rHb",
    "createdTime": "2025-02-26T02:43:28.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "กนฺตวํโส",
      "Email": "pok072@gmail.com",
      "วันที่สมัคร": "2025-02-26",
      "ชื่อ": "พระหัฐพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1988-10-24",
      "เบอร์มือถือ": "087-077-2123",
      "Last modified time": "2025-02-26T02:43:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4qH8hoaTDLznga",
    "createdTime": "2024-05-22T11:24:55.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "สิ่งทอและเครื่องนุ่งห่ม",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "รัตนภรณ์",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "kasidit_r@mail.rmutt.ac.th",
      "วันที่สมัคร": "2024-05-22",
      "ชื่อ": "กษิดิส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1989-01-16",
      "เบอร์มือถือ": "084-192-8979",
      "Last modified time": "2024-05-22T11:24:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec4rk9zGMKABiTRv",
    "createdTime": "2025-05-17T19:16:19.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "อาจารย์",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "สัตว์แพทย์",
      "คณะ": "สัตวแพทยศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "กองวิชาพื้นฐานและพุทธศาสตร์",
      "นามสกุล (ฉายา)": "สุวรรณะ",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีมหานคร",
      "Email": "kradoom1967@gmail.com",
      "วันที่สมัคร": "2025-05-18",
      "ชื่อ": "เรณู",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1967-10-28",
      "เบอร์มือถือ": "098-285-8978",
      "Last modified time": "2025-05-17T19:16:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4rs821yyamMaww",
    "createdTime": "2023-08-28T03:41:23.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "วิศวกร",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "ไฟฟ้ากำลัง",
      "คณะ": "วิศวกรรมศาตร์",
      "อายุ": "56/10",
      "หน่วยงาน กอง/ศูนย์": "สาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "สถาบัน": "พระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-08-28",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "0627106206",
      "Last modified time": "2023-08-28T03:41:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec4vIyUgdTB1aPYH",
    "createdTime": "2026-05-16T02:47:45.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "ชื่อโปรแกรม": "Google Workspace",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 20-22 พ.ค. 2569",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T02:59:54.000Z"
    }
  },
  {
    "id": "rec4xQlg5WZFOPw0Y",
    "createdTime": "2026-03-19T02:15:43.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "57 / 27",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "วิทยุ-โทรทัศน์",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "57 / 27",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 7",
      "นามสกุล (ฉายา)": "ชยวุฑฺโฒ",
      "สถาบัน": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "Email": "songwut124@gmail.com",
      "วันที่สมัคร": "2026-03-19",
      "ชื่อ": "พระมหาทรงวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-10-14",
      "เบอร์มือถือ": "089-768-1000",
      "Last modified time": "2026-03-19T02:15:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec55hCX08UZ84bWd",
    "createdTime": "2024-08-13T04:55:22.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "ศรีล้ำเลิศ",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "miiaw072@gmail.com",
      "วันที่สมัคร": "2024-08-13",
      "ชื่อ": "วารินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-08-13",
      "เบอร์มือถือ": "064-282-9793",
      "Last modified time": "2024-08-13T04:55:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec56nNgakB11ATmN",
    "createdTime": "2026-03-15T00:44:33.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "อิเล็คทรอนิกส์",
      "คณะ": "วิศวกรรมไฟฟ้า",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่ คอร์ 25",
      "นามสกุล (ฉายา)": "สมศาสตร์",
      "สถาบัน": "มหาลัยเอเชียอาคเนย์",
      "Email": "Kittipatchranai@gmail.com",
      "วันที่สมัคร": "2026-03-15",
      "ชื่อ": "กิตติภัฐชรนัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2512-08-24",
      "เบอร์มือถือ": "092-736-9414",
      "Last modified time": "2026-03-15T00:44:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5G1Ai3niqVWMMY",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "กองแก้วภูธร 7",
      "นามสกุล (ฉายา)": "นามราษฎร์",
      "สถาบัน": "รามคำแหง",
      "Email": "jariyanamrach2519@gmail.com",
      "วันที่สมัคร": "2023-08-07",
      "ชื่อ": "จริยา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1976-03-11",
      "เบอร์มือถือ": "(094) 889-6461",
      "Last modified time": "2023-09-06T06:16:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5Is6tG2I3BB3OM",
    "createdTime": "2025-08-18T10:52:09.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "2",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "2",
      "หน่วยงาน กอง/ศูนย์": "ภูธร2",
      "นามสกุล (ฉายา)": "แก้วสุขสมบัติ",
      "Email": "nonthanut2567@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "นนทณัฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "เบอร์มือถือ": "080-638-5691",
      "Last modified time": "2025-08-18T10:52:09.000Z"
    }
  },
  {
    "id": "rec5NiLEWx4ePJvfC",
    "createdTime": "2025-08-11T07:32:42.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "สารสนเทศบุคคลกลาง",
      "นามสกุล (ฉายา)": "Srichat",
      "สถาบัน": "รามคำแหง",
      "Email": "onlywork2564@gmail.com",
      "วันที่สมัคร": "2025-08-11",
      "ชื่อ": "Pornphan",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1971-04-03",
      "เบอร์มือถือ": "098-818-9072",
      "Last modified time": "2025-08-11T07:32:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5URtvTfFM257uu",
    "createdTime": "2025-02-18T01:33:51.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "วิศวกรรมเคมี",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "สุขะจินตนากาญจน์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "piromsukha@gmail.com",
      "วันที่สมัคร": "2025-02-18",
      "ชื่อ": "ภิรมย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-09-30",
      "เบอร์มือถือ": "098-980-7860",
      "Last modified time": "2025-02-18T01:33:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5hAKNCFjhDPPRx",
    "createdTime": "2023-04-22T13:21:56.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "พระภิกษุ",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "สิ่งแวดล้อม",
      "คณะ": "วิศวกรรม",
      "อายุ": "27/5",
      "หน่วยงาน กอง/ศูนย์": "ประติมากรรม",
      "นามสกุล (ฉายา)": "กตปุญฺโญ",
      "สถาบัน": "มจธ.",
      "Email": "benz48850@gmail.com",
      "วันที่สมัคร": "2023-04-22",
      "ชื่อ": "พระมหาวิริยะ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1995-05-22",
      "เบอร์มือถือ": "0969545535",
      "Last modified time": "2023-04-22T13:21:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5ptvAv23VhxtoE",
    "createdTime": "2025-06-17T10:27:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ปิ่นเจริญ",
      "สถาบัน": "ม.จันทรเกษม",
      "Email": "chongrak072@gmail.com",
      "วันที่สมัคร": "2025-06-17",
      "ชื่อ": "จงรักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2510-11-01",
      "เบอร์มือถือ": "084-751-0651",
      "Last modified time": "2025-06-17T10:27:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5sYuoPFmaLrGiu",
    "createdTime": "2025-06-02T08:12:47.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "สาขา": "อังกฤษ",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาสมาธิสากล",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "รามคำแหง",
      "Email": "l_nit072@yahoo.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1971-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2025-06-02T08:12:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5vhCjVgU3Uvlsy",
    "createdTime": "2024-02-10T12:27:47.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "ชื่อโปรแกรม": "Canva ",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2024-02-10",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 4-6 มี.ค. 2567",
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2026-05-22T03:37:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec5yJ4114iy3W7ZT",
    "createdTime": "2024-06-25T07:32:16.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "พระนวกะ5",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "บ้านเผยแผ่",
      "นามสกุล (ฉายา)": "สุทธิผล ปุณฺณสิริโก",
      "สถาบัน": "มรภ. บ้านสมเด็จเจ้าพระยา",
      "Email": "bs06062567@gmail.com",
      "วันที่สมัคร": "2024-06-25",
      "ชื่อ": "พระบุญสืบ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-02-19",
      "เบอร์มือถือ": "061-187-7939",
      "Last modified time": "2024-06-26T06:50:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec65NyrlOP7i0RAN",
    "createdTime": "2024-07-21T00:17:04.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "กองสาธรณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2024-07-21",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2024-07-21T00:17:04.000Z"
    }
  },
  {
    "id": "rec6A4UmH1nIhmhgJ",
    "createdTime": "2024-05-09T09:56:34.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "31",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "บริการคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "การพัฒนาไพร",
      "สถาบัน": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "Email": "pangpangpang072@gmail.com",
      "วันที่สมัคร": "2024-05-09",
      "ชื่อ": "ปวีร์นุช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1993-04-08",
      "เบอร์มือถือ": "063-262-0363",
      "Last modified time": "2024-05-09T09:56:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6GPlhOLqGx1GZN",
    "createdTime": "2024-08-13T05:38:09.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "ตรวจบัญชีกลาง",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "พุทธศาตร์",
      "คณะ": "พุทธศาตร์",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองกิจการนิสิต DCI",
      "นามสกุล (ฉายา)": "ธมฺมโสธโน",
      "สถาบัน": "ศูนย์พุทธศาตร์ศึกษาDCI",
      "Email": "nv.pongsakron@gmail.com",
      "วันที่สมัคร": "2024-08-13",
      "ชื่อ": "พระพงศกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "093-420-7687",
      "Last modified time": "2024-08-13T05:38:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6HUWQOB2Emum5k",
    "createdTime": "2023-02-16T09:11:47.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "_",
      "คณะ": "_",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัตธรรมนานาชาติ",
      "เบอร์ภายใน": "0283111530",
      "นามสกุล (ฉายา)": "แสถาวร",
      "อื่นๆ": "_",
      "สถาบัน": "วัดธาตุทอง เรือนเขียวสอาด",
      "Email": "rampai0072pearl@gmail.com",
      "วันที่สมัคร": "2023-02-16",
      "ชื่อ": "รำไพ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1962-06-14",
      "เบอร์มือถือ": "0952698722",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:24.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec6IjQqmwNPn1MsC",
    "createdTime": "2026-04-16T05:16:21.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "เศรษฐศาสตร์การเงิน",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "วงศ์เดชาธร",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "wokeyoon@gmail.com",
      "วันที่สมัคร": "2026-04-16",
      "ชื่อ": "เกยูร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2511-08-07",
      "เบอร์มือถือ": "062-564-9928",
      "Last modified time": "2026-04-22T03:47:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6V1YM26YX3YPLu",
    "createdTime": "2025-03-22T09:06:27.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "AEC.",
      "นามสกุล (ฉายา)": "สุุทฺธิจนฺโท",
      "Email": "072phra@gmail.com",
      "วันที่สมัคร": "2025-03-22",
      "ชื่อ": "พระชัยอนันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "065-924-6399",
      "Last modified time": "2025-03-22T09:06:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6VHR1DGQKGAgoo",
    "createdTime": "2025-09-11T08:08:29.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "การจัดการ",
      "คณะ": "mba",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "น.6",
      "นามสกุล (ฉายา)": "วงศ์ชวลิตกุล",
      "สถาบัน": "สาธิตพัฒนา",
      "Email": "boointer2567@gmail.com",
      "วันที่สมัคร": "2025-09-11",
      "ชื่อ": "ณัฎฐพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-860-2614",
      "Last modified time": "2025-09-11T08:08:29.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec6WJyujgs1c1wns",
    "createdTime": "2025-10-03T03:43:20.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "15",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "15",
      "หน่วยงาน กอง/ศูนย์": "พระอภิธรรม",
      "นามสกุล (ฉายา)": "อคฺคชโย",
      "Email": "prachay666@gmail.com",
      "วันที่สมัคร": "2025-10-03",
      "ชื่อ": "พระมหาอัครชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "094-845-7008",
      "Last modified time": "2025-10-03T03:43:20.000Z"
    }
  },
  {
    "id": "rec6b4J5PcwvdOWgw",
    "createdTime": "2024-06-02T10:34:18.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "รัฐศาสตร์",
      "คณะ": "ศิลปศาตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "โภชนาการ/ต้อนรับและพิธีกรรมหอฉัน",
      "นามสกุล (ฉายา)": "มีสมอรรถ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "first072@gmail.com",
      "วันที่สมัคร": "2024-06-02",
      "ชื่อ": "อนุพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1976-05-27",
      "เบอร์มือถือ": "097-169-6455",
      "Last modified time": "2024-06-02T10:34:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6b8B8V8XMTRRms",
    "createdTime": "2025-08-18T02:05:51.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "คณะ": "คอมธุรกิจ",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่ธรรมะ",
      "นามสกุล (ฉายา)": "ภูริโสภโณ",
      "สถาบัน": "ฐานเทคโน",
      "Email": "purisopano32@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "ธวัชชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "094-898-2106",
      "Last modified time": "2025-08-18T02:07:53.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "rec6ciEgz5foATDrn",
    "createdTime": "2023-03-07T10:43:49.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ช่วยผู้ประสานงาน",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "รัฐประ",
      "คณะ": "มนุษยศาสตร์สังคมศาสตร์",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "ภูธร 8",
      "เบอร์ภายใน": "13181-2",
      "นามสกุล (ฉายา)": "เหล้าแตร",
      "อื่นๆ": "กำลังศึกษามหาวิทยาลัย",
      "สถาบัน": "มหาวิทยาลัยวลัยอลงกรณ์",
      "Email": "chanthimaking@gmail.com",
      "วันที่สมัคร": "2023-03-07",
      "ชื่อ": "นางสาว จันทิมา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2000-11-28",
      "เบอร์มือถือ": "0990272534",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:42:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6gdGLTGGB9s4wI",
    "createdTime": "2024-11-04T14:56:18.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "นวัตกรรมสังคมและวัฒนธรรมสร้างสรรค์",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "ฝึกอบรมพระธรรมทายาทนานาชาติ",
      "นามสกุล (ฉายา)": "ฌานภทฺโท",
      "สถาบัน": "มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย",
      "Email": "p.pattraruj@gmail.com",
      "วันที่สมัคร": "2024-11-04",
      "ชื่อ": "พระภัทรารุจ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-03-11",
      "เบอร์มือถือ": "064-619-1935",
      "Last modified time": "2024-11-04T14:56:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec6jnKVIOr9e7Pne",
    "createdTime": "2024-08-19T06:13:24.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าหน้าที่",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การท่องเที่ยว",
      "คณะ": "การจัดการและการท่องเที่ยว",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายบริสเบน",
      "นามสกุล (ฉายา)": "อยู่สำราญ",
      "สถาบัน": "ม.บูรพา",
      "Email": "yoosamin@gmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "มินตรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1992-03-16",
      "เบอร์มือถือ": "065-041-8081",
      "Last modified time": "2024-08-19T06:13:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6kJYSAS74vWMUQ",
    "createdTime": "2025-02-19T09:49:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "40/1",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "ชื่อโปรแกรม": "คอมพิวเตอร์เบื้องต้น ฯ",
      "อายุ": "40/1",
      "หน่วยงาน กอง/ศูนย์": "กองสมุทรสาคร.ศูนย์ส่งเสริมศีลธรรมจังหวัดสมุทรสาคร",
      "นามสกุล (ฉายา)": "วิชชาสกโก",
      "สถาบัน": "โรงเรียนวัดเทพศิรินทร์",
      "Email": "baitoeyza6688@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "พระขจรศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 25-27 มี.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-11-06",
      "เบอร์มือถือ": "082-665-5970",
      "Last modified time": "2026-05-22T03:42:47.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec6mK9zOD6J7G6hW",
    "createdTime": "2024-09-01T13:44:55.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "-",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "กองอินเทอร์เน็ต",
      "นามสกุล (ฉายา)": "ศรีทอง",
      "สถาบัน": "โรงเรียนประจวบวิทยาลัย",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-09-01",
      "ชื่อ": "วันเพ็ญ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "095-263-0698",
      "Last modified time": "2024-09-01T13:44:55.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec6qMTVfLKyAcgrJ",
    "createdTime": "2023-08-31T07:41:18.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "กองแก้วภูธร59",
      "นามสกุล (ฉายา)": "เด่นกังวาน",
      "สถาบัน": "ราชประชานุเคราห์ะ21",
      "Email": "nutjareedenkangwan@gmail.com",
      "วันที่สมัคร": "2023-08-31",
      "ชื่อ": "นุจรี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2002-07-17",
      "เบอร์มือถือ": "(096) 135-3752",
      "Last modified time": "2023-09-18T04:21:03.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec6uyyGXLzxVTAz0",
    "createdTime": "2025-02-26T02:33:00.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2025-02-26",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2531-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2025-02-26T02:33:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec6zRBTkCwGGcqaL",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "เทคโนโลยีสารสนเทศ",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ฝึกอบรมพุทธบุตรนานาชาติ",
      "นามสกุล (ฉายา)": "ฌานภทฺโท",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "p.pattraruj@gmail.com",
      "วันที่สมัคร": "2023-08-28",
      "ชื่อ": "พระภัทรารุจ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1975-03-11",
      "เบอร์มือถือ": "(064) 619-1935",
      "Last modified time": "2023-09-06T06:15:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec763M6yX7rIhl5Y",
    "createdTime": "2025-04-28T23:31:53.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงานทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "เกษตรศาสตร์",
      "คณะ": "วิทยาศาสตร์ทั่วไป",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง11",
      "นามสกุล (ฉายา)": "โคตรพัฒน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎอุดรธานี",
      "Email": "thawornk10@gmail.com",
      "วันที่สมัคร": "2025-04-29",
      "ชื่อ": "ถาวร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1970-01-29",
      "เบอร์มือถือ": "081-421-2278",
      "Last modified time": "2025-04-28T23:31:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7GW4g2WxoRxlyz",
    "createdTime": "2023-09-04T07:33:00.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "บริหารทรัพยากรมนุษย์",
      "คณะ": "การจัดการทั่วไป",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "พุทธบุตรแก้ว",
      "เบอร์ภายใน": "12360",
      "นามสกุล (ฉายา)": "พรมมา",
      "สถาบัน": "ราชภัฎรำไพพรรรณี(จันทบุรี)",
      "Email": "ampornpbk111@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "อำพร ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1968-06-02",
      "เบอร์มือถือ": "(085) 850-1894",
      "Last modified time": "2023-09-04T07:33:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7IsgiL9WZfrRid",
    "createdTime": "2024-10-17T09:19:03.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "35/12",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "35/12",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโ",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2024-10-17",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "065-146-4195",
      "Last modified time": "2024-10-17T09:19:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7W1FtN1LMBgNpH",
    "createdTime": "2025-02-20T09:47:14.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "ิbiotech",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "สร้างสรรค์บรรยากาศงานบุญ",
      "นามสกุล (ฉายา)": "ปิ่นสูรย์",
      "สถาบัน": "มหาวิทยาลัยบูรพา",
      "Email": "supananpin@hotmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "สุปานันท์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1976-01-04",
      "เบอร์มือถือ": "083-187-5599",
      "Last modified time": "2025-02-20T09:47:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7WYMicm5NEALWA",
    "createdTime": "2025-08-11T10:01:18.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "58",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "บัญชี",
      "คณะ": "บริหาร",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "นิศากรวุฒิพงศ์",
      "Email": "jintan16ni@gmail.com",
      "วันที่สมัคร": "2025-08-11",
      "ชื่อ": "จินตนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1967-04-30",
      "เบอร์มือถือ": "094-498-2955",
      "Last modified time": "2025-08-11T10:01:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7j2i6X3hEgcQNA",
    "createdTime": "2023-10-19T09:00:21.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "Engineer ",
      "โปรแกรมที่สมัคร": "WebApp Level2 (Low-Code) วันที่ 22-24 พ.ย. 2566",
      "อายุ": "56/10",
      "หน่วยงาน กอง/ศูนย์": "กองสาธารณูปการ",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "สถาบัน": "ลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-10-19",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-09-11",
      "เบอร์มือถือ": "(093) 397-4172",
      "Last modified time": "2023-10-19T09:00:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7nNqICIzqidh0G",
    "createdTime": "2023-06-12T12:46:13.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "เทคโนโลยี",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "สาขา": "ศูนย์สาขา",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สาขาศูนย์สาขา",
      "นามสกุล (ฉายา)": "ยงยืน",
      "สถาบัน": "วัดหลวงพ่อสดธรรมกายาราม",
      "Email": "jame0806644247@gmail.com",
      "วันที่สมัคร": "2023-06-12",
      "ชื่อ": "ณัฐชัย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สามเณร",
      "วัน/เดือน/ปี เกิด": "2004-08-15",
      "เบอร์มือถือ": "0925240983",
      "Last modified time": "2023-06-12T12:46:13.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec7qC18VX4zkYxjg",
    "createdTime": "2023-08-24T03:13:38.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "ไม่มี",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "ไม่มี",
      "นามสกุล (ฉายา)": "แก้วเมือง",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "buarew_40@yahoo.co.th",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "บัวเร็ว",
      "Created by": {
        "id": "usrEZ0QiJGuFuP560",
        "email": "syuwadee40@gmail.com",
        "name": "Yuwadee Srijoom"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1966-12-08",
      "เบอร์มือถือ": "0806458957",
      "Last modified time": "2023-09-04T03:46:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7whksr9lv0IIZS",
    "createdTime": "2025-04-26T09:38:59.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "พระเจ้าหน้าที่",
      "พรรษาที่": "66/13",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "เศรษฐศาสตร์อุตสาหกรรม",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "66/13",
      "หน่วยงาน กอง/ศูนย์": "งานสื่อปริยัติ/กองสื่อปริยัติ/วัดพระธรรมกาย",
      "นามสกุล (ฉายา)": "เฟื่องวัฒนสินชัย(เขมจนฺโท)",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "thosapol20701817@gmail.com",
      "วันที่สมัคร": "2025-04-26",
      "ชื่อ": "พระทศพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1958-12-22",
      "เบอร์มือถือ": "099-630-8766",
      "Last modified time": "2025-04-26T09:38:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7xu0rbRG5hO3Fe",
    "createdTime": "2024-07-01T15:30:34.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 11",
      "นามสกุล (ฉายา)": "ปิ่นเจริญ",
      "สถาบัน": "ม.จันทรเกษม",
      "Email": "chongrak072@gmail.com",
      "วันที่สมัคร": "2024-07-01",
      "ชื่อ": "จงรักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1967-11-01",
      "เบอร์มือถือ": "084-751-0651",
      "Last modified time": "2024-07-01T15:30:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec7zConN6G7wPPXb",
    "createdTime": "2024-07-14T13:31:45.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "วิยาการจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 11",
      "นามสกุล (ฉายา)": "ปิ่นเจริญ",
      "สถาบัน": "ม.จันทรเกษม",
      "Email": "chongrak072@gmail.com",
      "วันที่สมัคร": "2024-07-14",
      "ชื่อ": "จงรักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1967-11-01",
      "เบอร์มือถือ": "084-751-0651",
      "Last modified time": "2024-07-14T13:31:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec81RFUMNrQWefEQ",
    "createdTime": "2026-03-21T09:16:55.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ผู้ช่วยผู้ประสานงาน",
      "พรรษาที่": "16-17",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "อายุ": "16-17",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง14",
      "นามสกุล (ฉายา)": "ถาวรลักษณ์เจริญ",
      "สถาบัน": "วิทยาลัยอาชีวศึกษาพาณิชย์จำนงค์",
      "Email": "naming752@gmail.com",
      "วันที่สมัคร": "2026-03-21",
      "ชื่อ": "นภาลัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2552-07-14",
      "เบอร์มือถือ": "097-029-4541",
      "Last modified time": "2026-03-21T09:16:55.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec82ZhtIOzdCyTUD",
    "createdTime": "2024-09-30T10:28:08.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "รก.หน.กองรักษาบรรยากาศ",
      "พรรษาที่": "38/14",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "คณะ": "พุทธศาสตร์บัณฑิต",
      "อายุ": "38/14",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "ยุตฺตวิชฺโช",
      "สถาบัน": "DCI",
      "Email": "yuttadci@hmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "พระปริยพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-11-20",
      "เบอร์มือถือ": "094-526-5323",
      "Last modified time": "2024-09-30T10:28:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec86vtgXT39J2D6g",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "สื่อการเรียนรู้พระพุทธศาสนา",
      "นามสกุล (ฉายา)": "เขียวจันทร์แสง",
      "สถาบัน": "ราชมงคลธัญบุรี",
      "Email": "benz.rachawadee4@gmail.com",
      "วันที่สมัคร": "2023-08-30",
      "ชื่อ": "ราชาวดี ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1984-07-04",
      "เบอร์มือถือ": "(085) 823-5562",
      "Last modified time": "2023-09-06T06:16:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec8EIc5MjNHx8siH",
    "createdTime": "2023-08-16T07:23:06.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42 ปี",
      "หน่วยงาน กอง/ศูนย์": "มหาธรรมกายเจดีย์",
      "เบอร์ภายใน": "02-8312330",
      "นามสกุล (ฉายา)": "นิตยพันธ์",
      "สถาบัน": "วิทยาลัยอาชีวศึกษาชลบุรี",
      "Email": "kaidaw072@gmail.com",
      "วันที่สมัคร": "2023-08-16",
      "ชื่อ": "นิตยา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1980-09-10",
      "เบอร์มือถือ": "0897921821",
      "Last modified time": "2023-08-16T07:23:06.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "rec8FTyY4yYfvBxcP",
    "createdTime": "2024-08-19T03:14:27.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "15",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "15",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "มณิวโร",
      "Email": "pchatchaim@gmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "พระฉัตรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "081-341-6195",
      "Last modified time": "2024-08-19T03:14:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec8GyzmcYuyYVlK1",
    "createdTime": "2023-06-28T07:16:09.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "หัวหน้าศูนย์",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "สาขา": "ช่างไฟฟ้า",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดตาก",
      "นามสกุล (ฉายา)": "พลสโร",
      "สถาบัน": "ช่างกลอุดรธานี",
      "Email": "wat.wj1072@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระศราวุธ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-11-01",
      "เบอร์มือถือ": "(081) 625-1546",
      "Last modified time": "2023-07-03T00:46:45.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "rec8J8bZWkKWmZsO6",
    "createdTime": "2023-09-05T09:23:30.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "พระอาจารย์",
      "พรรษาที่": "9",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิสันถาร",
      "นามสกุล (ฉายา)": "สุวฑฺฒชโย",
      "สถาบัน": "วัดอุดมรังสี",
      "Email": "happiness6565@hotmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระมหาธนวัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-09-07",
      "เบอร์มือถือ": "(062) 645-5447",
      "Last modified time": "2023-09-06T06:12:51.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec8KqAooiCTmnG9H",
    "createdTime": "2025-07-30T02:19:16.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "บริหรงานทั่วไป",
      "พรรษาที่": "25",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "สารสนเทศ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "อาสาสมัคร",
      "นามสกุล (ฉายา)": "ธรรมวัฒนะ",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคล ธัญบุรี",
      "Email": "jirayu.thamw@gmail.com",
      "วันที่สมัคร": "2025-07-30",
      "ชื่อ": "จิรายุ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2000-04-18",
      "เบอร์มือถือ": "080-818-0812",
      "Last modified time": "2025-07-30T02:19:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec8KzxCxi5F6JFcq",
    "createdTime": "2026-02-22T02:52:35.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "พุทธจิตตวิทยา",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "ธรรมสุนทร",
      "สถาบัน": "มจร. วังน้อย ",
      "Email": "tumstw@gmail.com",
      "วันที่สมัคร": "2026-02-22",
      "ชื่อ": "ธัญญลุกษณ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1979-07-23",
      "เบอร์มือถือ": "092-775-2265",
      "Last modified time": "2026-02-22T02:52:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec8LWqjJzdRkFs7a",
    "createdTime": "2026-03-09T06:27:52.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "นิ่มแย้ม",
      "สถาบัน": "สายไหม",
      "Email": "sayamolbakery@gmail.com",
      "วันที่สมัคร": "2026-03-09",
      "ชื่อ": "สิริกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2014-10-09",
      "เบอร์มือถือ": "098-624-4916",
      "Last modified time": "2026-03-09T06:27:52.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rec8WF9o1yd6hJXgl",
    "createdTime": "2026-05-23T03:57:59.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "นามสกุล (ฉายา)": "สมมฺมาวิชโช",
      "ชื่อ": "พระพิเชษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "เบอร์มือถือ": "(061)-918-8592",
      "Last modified time": "2026-05-23T04:00:08.000Z"
    }
  },
  {
    "id": "rec8XRF0H8UfmM1QU",
    "createdTime": "2026-05-06T17:13:50.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "ธุดงคสถานพิษณุโลก",
      "นามสกุล (ฉายา)": "ธมฺมสกฺโก",
      "Email": "onexcoolsive@gmail.com",
      "วันที่สมัคร": "2026-05-07",
      "ชื่อ": "พระบุญลือ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "065-605-6903",
      "Last modified time": "2026-05-22T02:58:50.000Z"
    }
  },
  {
    "id": "rec8oJHfuLM8il5R7",
    "createdTime": "2023-09-02T14:10:46.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎกศึกษา",
      "เบอร์ภายใน": "voice.bee.honey@gmail.com",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-09-02",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "(098) 416-8064",
      "Last modified time": "2023-09-18T04:22:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec8t3GlSf7Yhj8EL",
    "createdTime": "2026-03-16T00:26:45.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "30",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "30",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2026-03-16",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "081-455-0666",
      "Last modified time": "2026-03-16T00:26:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec8t6tOTNBHEq5xf",
    "createdTime": "2024-09-16T09:30:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "การเงิน",
      "คณะ": "MBA",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ประเสริฐสุขดี",
      "สถาบัน": "Drexel University ",
      "Email": "pprasertsukdee@gmail.com",
      "วันที่สมัคร": "2024-09-16",
      "ชื่อ": "พิมพ์ชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1965-04-15",
      "เบอร์มือถือ": "097-392-6932",
      "Last modified time": "2024-09-16T09:30:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec90tnpYS01S9JfS",
    "createdTime": "2024-06-03T07:17:45.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "อายุ 27 พรรษา 5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "วิทย์คำนวน",
      "อายุ": "อายุ 27 พรรษา 5",
      "หน่วยงาน กอง/ศูนย์": "อบรมศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "วรเมโธ",
      "สถาบัน": "มวกเหล็กวิทยา",
      "Email": "mikeozox@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระเมธัส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1997-01-01",
      "เบอร์มือถือ": "080-610-5073",
      "Last modified time": "2024-06-03T07:17:45.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec91GpGKMHckAwFq",
    "createdTime": "2025-02-25T09:09:56.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "19 ปี",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "วิท คญิต",
      "อายุ": "19 ปี",
      "หน่วยงาน กอง/ศูนย์": "อาคาร 60 ปี",
      "นามสกุล (ฉายา)": "ไกรสิงห์",
      "สถาบัน": "ไทยรัฐวิทยา ๗",
      "Email": "phimmintakraisingha@gmail.com",
      "วันที่สมัคร": "2025-02-25",
      "ชื่อ": "พิมมินตรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2005-05-03",
      "เบอร์มือถือ": "093-668-5268",
      "Last modified time": "2025-02-25T09:09:56.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec99SOIUJ3PL2AMM",
    "createdTime": "2024-07-08T01:47:12.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "พนักงานบริการทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ส.สื่อธรรมะ",
      "เบอร์ภายใน": "14280",
      "นามสกุล (ฉายา)": "เกตุสถล",
      "สถาบัน": "กศน. อำเภอธัญบุรี",
      "Email": "nanwattaporn@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "ปิยธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1990-06-20",
      "เบอร์มือถือ": "092-632-5462",
      "Last modified time": "2024-07-08T01:47:12.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec9E9dRKuCx6F6Ug",
    "createdTime": "2024-11-06T12:49:21.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "หัวหน้าสาย",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง9",
      "นามสกุล (ฉายา)": "สุนทรศารทูล",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "nisasun@hotmail.com",
      "วันที่สมัคร": "2024-11-06",
      "ชื่อ": "ณิศา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-08-31",
      "เบอร์มือถือ": "082-896-4495",
      "Last modified time": "2024-11-06T12:49:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec9GdcxRkqn9SaxS",
    "createdTime": "2025-10-13T09:53:51.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "42 / 18",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวะกรรมศาสตร์",
      "อายุ": "42 / 18",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "สติมนฺโต",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "dargonj@gmail.com",
      "วันที่สมัคร": "2025-10-13",
      "ชื่อ": "พระไพสิฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-08-24",
      "เบอร์มือถือ": "097-392-4951",
      "Last modified time": "2025-10-13T09:53:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec9HP3HwglOcYpSV",
    "createdTime": "2023-08-14T15:35:54.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "วัด",
      "คณะ": "ภาษาไทย",
      "อายุ": "ุ60",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิบัตธรรมนานาชาติ",
      "เบอร์ภายใน": "028311630",
      "นามสกุล (ฉายา)": "แสถาวร",
      "สถาบัน": "วัดธาตุทอง",
      "Email": "rampai0072pearl@gmail.com",
      "วันที่สมัคร": "2023-08-14",
      "ชื่อ": "รำไพ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1962-06-14",
      "เบอร์มือถือ": "0952698722",
      "Last modified time": "2023-08-14T15:35:54.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "rec9IN6QcJVH8N2P1",
    "createdTime": "2024-09-17T05:12:39.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "วงศ์แสนสุข",
      "สถาบัน": "ม.เทคโยยีโลยีสุรนารี",
      "Email": "nakarin.w@hotmail.com",
      "วันที่สมัคร": "2024-09-17",
      "ชื่อ": "นครินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "2527-10-08",
      "เบอร์มือถือ": "082-713-4265",
      "Last modified time": "2024-09-17T05:12:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec9LeT1Ag4qxUjr8",
    "createdTime": "2024-11-13T06:13:32.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 8",
      "นามสกุล (ฉายา)": "แดยราษี",
      "Email": "jinwara.dan98@gmail.com",
      "วันที่สมัคร": "2024-11-13",
      "ชื่อ": "จิณห์วรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1996-04-16",
      "เบอร์มือถือ": "092-128-4997",
      "Last modified time": "2024-11-13T06:13:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec9YB0LSYQWMJfAu",
    "createdTime": "2025-12-14T06:17:14.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "68",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "68",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "พรหมเจริญ",
      "Email": "wanjaifx@gmail.com",
      "วันที่สมัคร": "2025-12-14",
      "ชื่อ": "หวานใจ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1957-07-10",
      "เบอร์มือถือ": "087-612-0927",
      "Last modified time": "2025-12-14T06:17:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rec9c3UP8797aObLM",
    "createdTime": "2024-06-13T02:17:34.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "Finance",
      "ชื่อโปรแกรม": "Facebook",
      "คณะ": "MBA",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "ผู้นำแสงสว่างออนไลน์",
      "นามสกุล (ฉายา)": "ประเสริฐสุขดี",
      "สถาบัน": "Drexel University ",
      "Email": "pprasertsukdee@gmail.com",
      "วันที่สมัคร": "2024-06-13",
      "ชื่อ": "พิมพ์ชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 5 ก.ค. 2567",
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1965-04-15",
      "เบอร์มือถือ": "097-392-6932",
      "Last modified time": "2026-05-22T03:39:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec9j8WGL8edpHyr1",
    "createdTime": "2024-02-27T05:06:17.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "พุทธศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ข้อมูลสถิติงานบุญ",
      "นามสกุล (ฉายา)": "วิชฺชากโร",
      "สถาบัน": "สถาบันธรรมชัย DCI",
      "Email": "vijjakaro@gmail.com",
      "วันที่สมัคร": "2024-02-27",
      "ชื่อ": "พระศักดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-10-05",
      "เบอร์มือถือ": "086-840-3743",
      "Last modified time": "2024-02-27T05:06:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rec9mi8BabFW6Gk8g",
    "createdTime": "2025-12-23T03:32:39.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/12",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "55/12",
      "หน่วยงาน กอง/ศูนย์": "ปสง.ศนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "สมฺมาวิชฺโช",
      "Email": "pichat1969anan@gmail.com",
      "วันที่สมัคร": "2025-12-23",
      "ชื่อ": "พระพิเชษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-13",
      "เบอร์มือถือ": "061-918-8593",
      "Last modified time": "2025-12-23T03:32:39.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recA61lbFpRPXeVRI",
    "createdTime": "2024-02-28T08:54:02.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "พิธีกร / ผู้ประกาศข่าว",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "ประวัติศาสตร์",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "กองข่าว DMC News",
      "นามสกุล (ฉายา)": "เอี่ยมกำชัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "fcahim@gmail.com",
      "วันที่สมัคร": "2024-02-28",
      "ชื่อ": "รณกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-04-21",
      "เบอร์มือถือ": "086-356-9492",
      "Last modified time": "2024-02-28T08:54:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recA6CcmToKFYNsP2",
    "createdTime": "2025-12-21T08:23:28.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "Email": "veenaj.vs072@gmail.com",
      "วันที่สมัคร": "2025-12-21",
      "ชื่อ": "รตนนล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-664-5664",
      "Last modified time": "2025-12-21T08:23:28.000Z"
    }
  },
  {
    "id": "recA6ryZsTiucPptC",
    "createdTime": "2025-03-24T07:16:16.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "76",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "สาขา": "บัญชี",
      "คณะ": "-",
      "อายุ": "76",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "รอดพึ่งผา",
      "สถาบัน": "วิทยาลัยเชตุพนต์",
      "Email": "08300185251@gmail.com",
      "วันที่สมัคร": "2025-03-24",
      "ชื่อ": "ชื่นจิตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2492-07-15",
      "เบอร์มือถือ": "083-018-5251",
      "Last modified time": "2025-03-24T07:16:16.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recABhdIymsbpGtmU",
    "createdTime": "2024-06-13T02:00:30.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "Finance",
      "ชื่อโปรแกรม": "CapCut",
      "คณะ": "MBA",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "ผู้นำแสงสว่างออนไลน์",
      "นามสกุล (ฉายา)": "ประเสริฐสุขดี",
      "สถาบัน": "Drexel University ",
      "Email": "pprasertsukdee@gmail.com",
      "วันที่สมัคร": "2024-06-13",
      "ชื่อ": "พิมพ์ชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 9-11 ก.ค. 2567",
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1965-04-15",
      "เบอร์มือถือ": "(097) 392-6932",
      "Last modified time": "2026-05-22T03:39:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recAHgGhVvYBvDO5I",
    "createdTime": "2024-06-18T03:14:21.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "27 พรรษา 7",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "อายุ": "27 พรรษา 7",
      "หน่วยงาน กอง/ศูนย์": "กองผลิตสื่อดิจิทัล",
      "นามสกุล (ฉายา)": "ธมฺมปภาโส",
      "Email": "nipol0759@gmail.com",
      "วันที่สมัคร": "2024-06-18",
      "ชื่อ": "พระมหานิพล ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1997-01-30",
      "เบอร์มือถือ": "092-875-9007",
      "Last modified time": "2024-06-18T03:14:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAMHUMiUE9a2pCG",
    "createdTime": "2024-08-29T12:35:40.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "การโรงแรมและที่พัก",
      "คณะ": "วิทยาการจัพกาี",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "การแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "สโมทัย",
      "สถาบัน": "มหาวิทยาลัยศิลปากร",
      "Email": "faiimingzhu@gmail.com",
      "วันที่สมัคร": "2024-08-29",
      "ชื่อ": "นันทนัช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1988-03-28",
      "เบอร์มือถือ": "061-935-9914",
      "Last modified time": "2024-08-29T12:35:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAQ93ABAJhVK864",
    "createdTime": "2025-08-15T07:55:01.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "Marketing",
      "คณะ": "MBA",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "โภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2025-08-15",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2025-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2025-08-15T07:55:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recAXDLKSmY0c1aQ4",
    "createdTime": "2026-03-16T07:49:31.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "ภาษาจีน",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ศุนย์ประสานงานโซนเหนือ2,สำนักงานจังหวัดสุโขทัย",
      "นามสกุล (ฉายา)": "ไก่แก้ว",
      "สถาบัน": "มหาวิทยาลัยพะเยา",
      "Email": "patarateerapong@gmail.com",
      "วันที่สมัคร": "2026-03-16",
      "ชื่อ": "ภัทรธีรพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตอาสา",
      "วัน/เดือน/ปี เกิด": "1992-05-17",
      "เบอร์มือถือ": "092-492-2637",
      "Last modified time": "2026-03-16T07:49:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAY3KXwPLBCB3OW",
    "createdTime": "2024-03-01T07:06:05.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "แอดมินเพจ",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "กิจการนิสิต",
      "นามสกุล (ฉายา)": "นิรชรพิธา",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "poom_072_@hotmail.com",
      "วันที่สมัคร": "2024-02-24",
      "ชื่อ": "รภัทภร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1981-10-26",
      "เบอร์มือถือ": "083-614-9933",
      "Last modified time": "2024-03-01T08:02:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAl0VTd4cWWKh0B",
    "createdTime": "2026-03-05T01:16:39.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "บัญชี",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "สาโรชสุวรรณ",
      "สถาบัน": "ราชมงคล",
      "Email": "s_nongluck@hotmail.com",
      "วันที่สมัคร": "2026-03-05",
      "ชื่อ": "นงลักษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1967-01-09",
      "เบอร์มือถือ": "089-145-7159",
      "Last modified time": "2026-03-05T01:16:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAmF8fvJIiqObt2",
    "createdTime": "2025-09-01T07:34:17.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "เครื่องกล",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "สื่อสนับสนุนฟื้นฟูศีลธรรมโลก",
      "นามสกุล (ฉายา)": "มณีขาว",
      "สถาบัน": "พระจอมเกล้าฯลาดกระบัง",
      "Email": "roongpansa.mk@gmail.com",
      "วันที่สมัคร": "2025-09-01",
      "ชื่อ": "รุ่งพรรษา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1989-07-18",
      "เบอร์มือถือ": "088-002-6159",
      "Last modified time": "2025-09-01T07:34:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recApPZaUX4aIpwjg",
    "createdTime": "2025-02-15T09:16:30.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ผลิตสื่อ",
      "พรรษาที่": "59ปี/4พรรษา",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "คณะ": "บริหาร",
      "อายุ": "59ปี/4พรรษา",
      "หน่วยงาน กอง/ศูนย์": "พุทธอุทธยานนานาชาติ หนองคาย",
      "นามสกุล (ฉายา)": "หอมรังสฤษดิ์(ธมฺมชลิโต",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "chawalit1965@gmail.com",
      "วันที่สมัคร": "2025-02-15",
      "ชื่อ": "พระชวลิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1965-12-18",
      "เบอร์มือถือ": "097-040-0720",
      "Last modified time": "2025-02-15T09:16:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAsFjoW2UMT0fbn",
    "createdTime": "2023-08-08T04:19:41.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "ไม่มี",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "ไม่มี",
      "นามสกุล (ฉายา)": "แก้วเมือง",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "buarew_40@yahoo.co.th",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "บัวเร็ว",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1966-12-08",
      "เบอร์มือถือ": "0806458957",
      "Last modified time": "2023-09-04T06:06:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAzUCO4WxWUdq4U",
    "createdTime": "2025-09-16T02:07:03.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "กองประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ม.ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-09-16",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "095-641-2665",
      "Last modified time": "2025-09-16T02:07:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recAzWk8qIPmwodrH",
    "createdTime": "2025-02-25T06:01:55.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "31",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "วิทยาการคอมพิวเตอร์ ประยุกต์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "บุญประดิษฐ์",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี",
      "Email": "chevapat.b@gmail.com",
      "วันที่สมัคร": "2025-02-25",
      "ชื่อ": "ชีวพัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "095-326-4795",
      "Last modified time": "2025-02-25T06:01:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recB7zQND9vGnPB6a",
    "createdTime": "2024-10-01T08:52:22.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับสาธุชน",
      "นามสกุล (ฉายา)": "ทวีแสง",
      "สถาบัน": "มหาวิทยาลัยมหิดล",
      "Email": "kesini.tha@gmail.com",
      "วันที่สมัคร": "2024-10-01",
      "ชื่อ": "เกศินี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตอาสา",
      "วัน/เดือน/ปี เกิด": "1999-10-06",
      "เบอร์มือถือ": "095-941-6993",
      "Last modified time": "2024-10-01T08:52:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recBA5Y7Wt18aZqih",
    "createdTime": "2024-08-05T03:49:05.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "อาสามัคร​",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "วิศวกรรม​คอมพิวเตอร์​",
      "คณะ": "วิศวกรรม​ศาสตร์​",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองนิทรรศการ​",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-08-05",
      "ชื่อ": "นางสาวจุฑามาศ​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2024-08-05T03:49:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recBDAa78pTphHHBU",
    "createdTime": "2024-06-24T06:29:25.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "35/10",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "35/10",
      "หน่วยงาน กอง/ศูนย์": "หลักสูตรเจ้าวาด",
      "เบอร์ภายใน": "08265",
      "นามสกุล (ฉายา)": "พารุ่งโรจน์(รติโก",
      "สถาบัน": "โรงเรียนพระปริยัติธรรม แผนกสามัญศึกษา วัดสระกำแพงใหญ่",
      "Email": "r.lung531@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระประทักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-02-22",
      "เบอร์มือถือ": "082-659-1498",
      "Last modified time": "2024-06-24T06:29:25.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBJODU5oyjDnIDS",
    "createdTime": "2023-09-05T12:48:16.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "-",
      "คณะ": "-",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "-",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "โชคดีลักษมี",
      "อื่นๆ": "ม.3",
      "สถาบัน": "โรงเรียนโยธินบูรณะ",
      "Email": "newhaha0789@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "จักรพงศ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2008-11-27",
      "เบอร์มือถือ": "(063) 412-0759",
      "Last modified time": "2023-09-05T12:48:16.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBdh8gdOxGkQ6ic",
    "createdTime": "2023-06-28T01:42:02.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ช่วยผู้ประสานงาน",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "30",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 14",
      "นามสกุล (ฉายา)": "จารัตน์",
      "สถาบัน": "สุรพินท์พิทยา",
      "Email": "mj.jarat@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "มณีรัตน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1993-02-19",
      "เบอร์มือถือ": "0825019391",
      "Last modified time": "2023-06-28T01:42:02.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBh0urPJWvZ5NYu",
    "createdTime": "2024-06-03T07:25:27.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "32/5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "32/5",
      "หน่วยงาน กอง/ศูนย์": "กองอบรม",
      "นามสกุล (ฉายา)": "งามจักริน (ปญฺญาธโช)",
      "Email": "paluhae072@gmil.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พาลู่แฮ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-10-17",
      "เบอร์มือถือ": "095-413-4292",
      "Last modified time": "2024-06-03T07:25:27.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBmw2hF8mbvezZH",
    "createdTime": "2026-02-05T08:20:52.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "อาคาร115ปี คุณยายอาจารย์",
      "นามสกุล (ฉายา)": "บัวสุข",
      "Email": "wirotbuasuk@gmail.com",
      "วันที่สมัคร": "2026-02-05",
      "ชื่อ": "วิโรฒ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1993-03-15",
      "เบอร์มือถือ": "080-919-1463",
      "Last modified time": "2026-02-05T08:20:52.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBnPXHncsOHYmE0",
    "createdTime": "2025-08-10T14:40:15.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "36/14",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "อายุ": "36/14",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 10",
      "นามสกุล (ฉายา)": "อติภทฺโท",
      "Email": "fanislike@gmail.com",
      "วันที่สมัคร": "2025-08-10",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-05-28",
      "เบอร์มือถือ": "088-166-9195",
      "Last modified time": "2025-08-10T14:40:15.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recBnbGif2RsgPYRE",
    "createdTime": "2024-05-18T03:16:54.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "บริการสารสนเทศ",
      "เบอร์ภายใน": "14141",
      "นามสกุล (ฉายา)": "ทองใจ",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพธนบุรี",
      "Email": "ariyachad072@gmail.com",
      "วันที่สมัคร": "2024-05-18",
      "ชื่อ": "อริยฉัตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1987-06-28",
      "เบอร์มือถือ": "093-651-5597",
      "Last modified time": "2024-05-18T03:16:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recBo9C12H1XSELjV",
    "createdTime": "2025-09-02T05:53:59.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "58",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "การบัญชี",
      "คณะ": "บริหาร",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "นิศากรวุฒิพงศ์",
      "Email": "jintana16ni@gmail.com",
      "วันที่สมัคร": "2025-09-02",
      "ชื่อ": "จินตนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1967-04-30",
      "เบอร์มือถือ": "094-498-2955",
      "Last modified time": "2025-09-02T05:53:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recBsdygRB8fuN1A1",
    "createdTime": "2025-08-06T07:41:28.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "34 / 10",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "34 / 10",
      "หน่วยงาน กอง/ศูนย์": "รักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "ขิปฺปวุฑฺโฒ",
      "Email": "visionpor@gmail.com",
      "วันที่สมัคร": "2025-08-06",
      "ชื่อ": "ปรัตถกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-12-02",
      "เบอร์มือถือ": "093-666-7866",
      "Last modified time": "2025-08-06T07:41:28.000Z"
    }
  },
  {
    "id": "recBupOiJhJaObv94",
    "createdTime": "2025-05-02T12:34:14.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงาน",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 11",
      "นามสกุล (ฉายา)": "บุญบำรุง",
      "Email": "ben.minkbdc32@gmail.com",
      "วันที่สมัคร": "2025-05-02",
      "ชื่อ": "เบญจพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1989-08-03",
      "เบอร์มือถือ": "091-119-2067",
      "Last modified time": "2025-05-02T12:34:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recC00JJAaIhQ485a",
    "createdTime": "2024-11-01T09:11:00.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "ภาษาญี่ปุ่น",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "บุญสุข",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "yam.may.1904@gmail.com",
      "วันที่สมัคร": "2024-11-01",
      "ชื่อ": "เมธาวีร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1995-04-19",
      "เบอร์มือถือ": "088-994-6616",
      "Last modified time": "2024-11-01T09:11:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recC5HXb68026JYkg",
    "createdTime": "2025-12-16T08:20:04.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "31",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "การจัดการครัวและศิลปะการประกอบอาหาร",
      "คณะ": "อุตสาหกรรมบริการ",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมนครราชสีมา",
      "นามสกุล (ฉายา)": "จตุรโชติ",
      "สถาบัน": "วิทยาลัยดุสิตธานี",
      "Email": "chanagam24@gmail.com",
      "วันที่สมัคร": "2025-12-16",
      "ชื่อ": "ชนากานต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1994-07-22",
      "เบอร์มือถือ": "093-356-3294",
      "Last modified time": "2025-12-16T08:20:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recC8Su0J62KXBjBD",
    "createdTime": "2025-05-30T08:48:53.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "59/7",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "59/7",
      "หน่วยงาน กอง/ศูนย์": "กอง ศูนย์ ปสง.อนุบาลฝันในฝันวิทยา",
      "นามสกุล (ฉายา)": "ฐานปุณโณ",
      "สถาบัน": "มหาวิทยาลัยราชภัฏรำไพพรรณี",
      "Email": "piam1200@gmail.com",
      "วันที่สมัคร": "2025-05-30",
      "ชื่อ": "พระเปี่ยมศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1965-11-24",
      "เบอร์มือถือ": "084-638-2508",
      "Last modified time": "2025-05-30T08:48:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCAY6lu1OfL5neR",
    "createdTime": "2025-02-17T14:19:25.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "จุทอง",
      "Email": "Paphasrath@gmail.com",
      "วันที่สมัคร": "2025-02-17",
      "ชื่อ": "บุษยรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1969-09-27",
      "เบอร์มือถือ": "096-298-5654",
      "Last modified time": "2025-02-17T14:19:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCHW8O6iaPomiR1",
    "createdTime": "2024-07-06T09:59:42.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองนักเขียน",
      "นามสกุล (ฉายา)": "ทองเต็ม",
      "Email": "teitofraud@gmail.com",
      "วันที่สมัคร": "2024-07-06",
      "ชื่อ": "พรรณนิภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "เบอร์มือถือ": "084-295-6454",
      "Last modified time": "2024-07-06T09:59:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCI0D17xxuc6yr8",
    "createdTime": "2023-10-11T10:07:36.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "การจัดการทรัพยากรเกษตร",
      "คณะ": "ทรัพยากรธรรมชาติและอุตสาหกรรมเกษตร",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "อาจสมัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "thipasp7@gmail.com",
      "วันที่สมัคร": "2023-10-11",
      "ชื่อ": "สุภาวิดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-09-14",
      "เบอร์มือถือ": "(099) 286-5527",
      "Last modified time": "2023-10-11T10:07:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCLY4TxPIeE206I",
    "createdTime": "2025-03-23T06:18:37.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "66ปี3เดือน พรรษา13",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "สาขา": "เศรษฐศาสตร์อุตสาหกรรม",
      "คณะ": "เเศรษฐศาสตร์",
      "อายุ": "66ปี3เดือน พรรษา13",
      "หน่วยงาน กอง/ศูนย์": "กองสื่อปริยัติธรรม",
      "นามสกุล (ฉายา)": "เฟื่องวัฒนสินชัย",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "thosapol20701817@gmail.com",
      "วันที่สมัคร": "2025-03-23",
      "ชื่อ": "พระทศพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1958-12-22",
      "เบอร์มือถือ": "099-630-8766",
      "Last modified time": "2025-03-23T06:18:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCQAC1niHTGRPNj",
    "createdTime": "2025-12-22T11:23:46.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "2",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "2",
      "หน่วยงาน กอง/ศูนย์": "ทั่วไป",
      "นามสกุล (ฉายา)": "ณฏฺฐชโย",
      "Email": "jame0806644247@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "พระมหาณัฐชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2004-08-15",
      "เบอร์มือถือ": "062-410-0599",
      "Last modified time": "2025-12-22T11:23:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recCSxiDoHu4nD46p",
    "createdTime": "2025-12-22T09:55:37.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "44 / 9",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "44 / 9",
      "หน่วยงาน กอง/ศูนย์": "วัดห้วยตองสัก",
      "นามสกุล (ฉายา)": "วัฒนรุ่ง (วฑฺฒโน)",
      "Email": "tonklared@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "พระนครินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-10-21",
      "เบอร์มือถือ": "086-095-5928",
      "Last modified time": "2025-12-22T09:55:37.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "recCTpdmbLJggIE91",
    "createdTime": "2026-03-04T02:24:00.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "IT",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน ภาค น.9",
      "นามสกุล (ฉายา)": "ทวีกิติกุล",
      "สถาบัน": "Abac",
      "Email": "ployphachara@gmail.com",
      "วันที่สมัคร": "2026-03-04",
      "ชื่อ": "พลอยพชร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1969-07-14",
      "เบอร์มือถือ": "082-159-5298",
      "Last modified time": "2026-03-04T02:24:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recCv5Q3zqan8HhRP",
    "createdTime": "2025-11-10T23:12:12.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "ตำแหน่ง": "ฝึกงาน",
      "พรรษาที่": "50/4",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "วิศวกรรม การเงิน การตลาด ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "50/4",
      "หน่วยงาน กอง/ศูนย์": "กองศูนย์คมนาคม",
      "นามสกุล (ฉายา)": "ผาติวโร",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "suvitchantakraiwat@ahoo.co.uk",
      "วันที่สมัคร": "2025-11-11",
      "ชื่อ": "สุวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-06-19",
      "เบอร์มือถือ": "(081) 936-1106",
      "Last modified time": "2025-11-25T15:04:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recD23D4A4xycBDAr",
    "createdTime": "2025-10-07T03:47:21.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "พุทธบริหารการศึกษา",
      "คณะ": "ครุศาสตร์",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "ฝ่ายโรงเรียน",
      "นามสกุล (ฉายา)": "คำพูน",
      "สถาบัน": "มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย",
      "Email": "wittayapali@gmail.com",
      "วันที่สมัคร": "2025-10-06",
      "ชื่อ": "พระมหาวิทยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-01-15",
      "เบอร์มือถือ": "086-087-8941",
      "Last modified time": "2025-10-07T03:47:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recD3gsGTy2K8KMuw",
    "createdTime": "2024-07-08T08:30:17.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "กองอนุสรณ์สถานบางปลา",
      "นามสกุล (ฉายา)": "วิวฑฺฒโน",
      "Email": "sam_st27@hotmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระนัฐพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2534-05-29",
      "เบอร์มือถือ": "062-442-0072",
      "Last modified time": "2024-07-08T08:30:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recD3jOWXj3919yNB",
    "createdTime": "2025-07-11T08:59:14.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "ศรีกร",
      "Email": "mollyca@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "จิรัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1990-04-25",
      "เบอร์มือถือ": "094-494-5853",
      "Last modified time": "2025-07-11T08:59:14.000Z"
    }
  },
  {
    "id": "recD3vcqLH6boOAfX",
    "createdTime": "2026-03-16T07:14:02.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "การบัญชี",
      "คณะ": "วิทยาการจัดการบริหารธุรกิจ",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง8",
      "นามสกุล (ฉายา)": "ธราพร",
      "สถาบัน": "ม.สงขลานครินทร์",
      "Email": "Nutcha25188@gmail.com",
      "วันที่สมัคร": "2026-03-16",
      "ชื่อ": "ณัฐชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1975-11-09",
      "เบอร์มือถือ": "083-540-5590",
      "Last modified time": "2026-03-16T07:14:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recD7OEzXqZxbcdch",
    "createdTime": "2023-02-28T06:31:26.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ผู้ชำนาญการ 2",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "การโฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองอาคาร 100ปีฯ",
      "เบอร์ภายใน": "10070",
      "นามสกุล (ฉายา)": "สมบุญกิจ",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "wiyuda2499@gmail.com",
      "วันที่สมัคร": "2023-02-28",
      "ชื่อ": "วิยุดา  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1983-09-22",
      "เบอร์มือถือ": "0624646192",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:32:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDC7P840kA6mjGx",
    "createdTime": "2025-07-11T09:15:01.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เจ้าหน้าที่ธุรการ",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "เหลืองวัฒนวิไล",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "cosine.ins15@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "จิรสุดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1986-06-18",
      "เบอร์มือถือ": "082-624-2894",
      "Last modified time": "2025-07-11T09:15:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDCmhwgwPwapdBl",
    "createdTime": "2024-10-25T21:34:34.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "ภาษาจีน",
      "คณะ": "ภาษาและวัฒนธรรมจีน",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "ภาค 10",
      "นามสกุล (ฉายา)": "สุริยะพรชัยกุล",
      "สถาบัน": "หัวเฉียว",
      "Email": "tahkingza@gmail.com",
      "วันที่สมัคร": "2024-10-26",
      "ชื่อ": "ฐิติพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1992-04-01",
      "เบอร์มือถือ": "087-822-6735",
      "Last modified time": "2024-10-25T21:34:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDJvKPggwVTWnNB",
    "createdTime": "2026-05-04T02:38:50.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "คณิตศาสตร์",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองกลางยุทธศาสตร์",
      "นามสกุล (ฉายา)": "ขาวนวล",
      "สถาบัน": "เกษตรศาสตร์",
      "Email": "kswisstamail@gmail.com",
      "วันที่สมัคร": "2026-05-04",
      "ชื่อ": "สวิตตา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1985-05-18",
      "เบอร์มือถือ": "096-924-6997",
      "Last modified time": "2026-05-23T03:56:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDO78VL5BKPvExL",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "ภาวนา",
      "นามสกุล (ฉายา)": "กัลยาทอง",
      "สถาบัน": "สมุทรพิทยาคม",
      "Email": "reraijaisai@gmail.com",
      "วันที่สมัคร": "2023-08-31",
      "ชื่อ": "เรไร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1978-06-22",
      "เบอร์มือถือ": "(081) 775-5710",
      "Last modified time": "2023-09-06T06:16:42.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recDORNXvF6yHKdps",
    "createdTime": "2025-02-25T02:18:15.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ปฏิสัณถาร",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "ประวัติศาสตร์",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "องค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "ศุภโชคชัยอนันท์",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "tosaranrat@gmail.com",
      "วันที่สมัคร": "2025-02-25",
      "ชื่อ": "สราญรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "2019-02-05",
      "เบอร์มือถือ": "095-362-5766",
      "Last modified time": "2025-02-25T02:18:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDOZ8oZkgYehIz5",
    "createdTime": "2023-09-13T03:52:30.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "การจัดการ",
      "ชื่อโปรแกรม": "Website & Webapp",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "33/10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "เอื้อประเสริฐ",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2023-09-13",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 4-6 ต.ค. 2566",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "(065) 146-9195",
      "Last modified time": "2026-05-22T03:36:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDOvrMaekglqf1i",
    "createdTime": "2026-03-16T01:55:37.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "นามสกุล (ฉายา)": "หลักคำ",
      "Email": "ampwithyou70345@gmail.com",
      "วันที่สมัคร": "2026-03-16",
      "ชื่อ": "ปวีณา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1984-08-02",
      "เบอร์มือถือ": "080-319-7669",
      "Last modified time": "2026-03-16T01:55:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recDQzkEoDeUu5Aqe",
    "createdTime": "2024-07-06T13:37:41.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ช่างทั่วไป",
      "พรรษาที่": "60",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "ช่างกลโรงงาน",
      "คณะ": "่ช่างกล",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "กองประณีตศิลป์",
      "นามสกุล (ฉายา)": "ทับศรีแก้ว",
      "สถาบัน": "ราชมงคลโคราช",
      "Email": "kamol0825919928@gmail.com",
      "วันที่สมัคร": "2024-07-06",
      "ชื่อ": "กมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2506-05-09",
      "เบอร์มือถือ": "082-591-9928",
      "Last modified time": "2024-07-06T13:37:41.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recDTUfn1FLex1Tgu",
    "createdTime": "2024-11-16T01:17:35.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2024-11-16",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2024-11-16T01:17:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDWV5fmwSq4EMyc",
    "createdTime": "2025-04-24T23:15:23.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "บัญชี",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "กล่าวต้อนรับพระกัลยาณมิตร",
      "นามสกุล (ฉายา)": "ศรีกิจวิไลศักดิ์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "elisa.bysaluay@gmail.com",
      "วันที่สมัคร": "2025-04-25",
      "ชื่อ": "อริสรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1971-06-17",
      "เบอร์มือถือ": "096-353-6697",
      "Last modified time": "2025-04-24T23:15:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recDcAsefVm8ocC9f",
    "createdTime": "2025-02-03T07:48:16.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "คณะ": "วิทย์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "นักเขียน",
      "นามสกุล (ฉายา)": "ทองสมบูรณ์",
      "สถาบัน": "มหาวิทยาลัยพระจอมเกล้าธนบุรี",
      "Email": "amornpun072@gmail.com",
      "วันที่สมัคร": "2025-01-31",
      "ชื่อ": "อมรพรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "เบอร์มือถือ": "062-629-2253",
      "Last modified time": "2025-02-03T07:52:39.000Z"
    }
  },
  {
    "id": "recE9IaudyAF2vEv9",
    "createdTime": "2024-03-04T04:52:32.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "ส.ต่างประเทศ",
      "นามสกุล (ฉายา)": "หีรีภทฺโท",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "sonyprasit@gmail.com",
      "วันที่สมัคร": "2024-03-04",
      "ชื่อ": "พระประสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-05-15",
      "เบอร์มือถือ": "087-356-2708",
      "Last modified time": "2024-03-04T04:52:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recEFGM5RRc413rpG",
    "createdTime": "2025-08-13T13:18:57.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "สำนักเรียนพระอภิธรรม",
      "นามสกุล (ฉายา)": "อคฺคชโย",
      "Email": "prachay666@gmail.com",
      "วันที่สมัคร": "2025-08-13",
      "ชื่อ": "พม.อัครชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "094-845-7008",
      "Last modified time": "2025-08-13T13:18:57.000Z"
    }
  },
  {
    "id": "recEGlqNgI7YbAX1p",
    "createdTime": "2024-08-31T14:22:03.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "เภสัชเวทและเภสัชพฤกษศาสตร์",
      "คณะ": "เภสัชศาสตร์",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "กองพระไตรปิฎกศึกษา",
      "นามสกุล (ฉายา)": "แซ่จาง",
      "อื่นๆ": "-",
      "สถาบัน": "สงขลานครินทร์",
      "Email": "praifun072@gmail.com",
      "วันที่สมัคร": "2024-08-31",
      "ชื่อ": "รัตนาภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "อื่นๆ (ระบุ)": "-",
      "เบอร์มือถือ": "098-148-3943",
      "Last modified time": "2024-08-31T14:22:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEKF8xVnrNjT0ri",
    "createdTime": "2024-03-13T02:45:26.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "ชื่อโปรแกรม": "Microsoft PowerPoint",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "กองภาพลักษณ์ออนไลน์",
      "นามสกุล (ฉายา)": "วุฑฺฒิชโย",
      "สถาบัน": "ม.เกษตรศาตร์ (บางเขน)",
      "Email": "myway0072@gmail.com",
      "วันที่สมัคร": "2024-03-13",
      "ชื่อ": "พระวชิรศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 27-29 มี.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-08-19",
      "เบอร์มือถือ": "085-059-0072",
      "Last modified time": "2026-05-22T03:37:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recEOqnx9JYEFNqKH",
    "createdTime": "2024-07-08T08:30:46.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "37/6",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "37/6",
      "หน่วยงาน กอง/ศูนย์": "ที่พักสงฆ์บ้านร่มเย็น",
      "นามสกุล (ฉายา)": "นามราชา",
      "Email": "maxky4289@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระกุลชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "088-914-9644",
      "Last modified time": "2024-07-08T08:30:46.000Z"
    }
  },
  {
    "id": "recEQwVu7ekJBbH0s",
    "createdTime": "2023-08-19T11:18:35.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "เจ้าหน้าที่บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "สาขา": "วิทยาศาสตร์ชีวภาพ",
      "คณะ": "ศิลปศาสตร์และวิทยาศาสตร์",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "โต๊ะทอง",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตกำแพงแสน",
      "Email": "stohthong@gmail.com",
      "วันที่สมัคร": "2023-08-19",
      "ชื่อ": "ชิตาพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1997-12-14",
      "เบอร์มือถือ": "(096) 349-5640",
      "Last modified time": "2023-09-18T03:59:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEWpJytiy6cZlst",
    "createdTime": "2024-08-19T02:25:45.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "Artwork,VDO, พอจ.",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "ยานยนต์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ฉนฺทชาโต",
      "สถาบัน": "สถาบันเทคโนโลยีไทย-ญี่ปุ่น",
      "Email": "stamp4634@gmail.com",
      "วันที่สมัคร": "2024-08-11",
      "ชื่อ": "พระฐพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-04",
      "เบอร์มือถือ": "085-998-9890",
      "Last modified time": "2024-08-19T02:26:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEXaj9yafu8kuAJ",
    "createdTime": "2025-10-25T13:06:18.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ไกรจงวัฒนา",
      "Email": "yhing_collon@hotmail.com",
      "วันที่สมัคร": "2025-10-25",
      "ชื่อ": "ภัคชัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1987-04-03",
      "เบอร์มือถือ": "084-017-1698",
      "Last modified time": "2025-10-25T13:06:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEYQjnDmRQ1yM3v",
    "createdTime": "2026-03-22T16:02:23.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "โรจน์สกุลเพชร",
      "สถาบัน": "สาธิตมศว.ประสานมิตร",
      "Email": "realme4501@gmail.com",
      "วันที่สมัคร": "2026-03-22",
      "ชื่อ": "พัทธ์ชาติ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2009-05-09",
      "เบอร์มือถือ": "099-336-5454",
      "Last modified time": "2026-03-22T16:02:23.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recEl0aNVpEYUI6xn",
    "createdTime": "2023-10-01T07:26:14.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "การเงินธนาคาร",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "66",
      "หน่วยงาน กอง/ศูนย์": "ประสานงานภูมภาค",
      "นามสกุล (ฉายา)": "กิตฺตินฺโท",
      "สถาบัน": "มหาวิทยาลัยราชภัฏอุดรธานี",
      "Email": "wigrom096@mail.com",
      "วันที่สมัคร": "2023-10-01",
      "ชื่อ": "พระวิกรม",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1957-05-25",
      "เบอร์มือถือ": "(099) 280-0125",
      "Last modified time": "2023-10-01T07:26:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEnL0aZd6ijeiyF",
    "createdTime": "2024-05-20T03:18:14.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ปฎิบัติธรรมนานาชาติ ",
      "นามสกุล (ฉายา)": "อดุลย์ธีรกิจ",
      "Email": "jackie072@yahoo.com",
      "วันที่สมัคร": "2024-05-20",
      "ชื่อ": "จิรภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "2024-09-24",
      "เบอร์มือถือ": "080-642-9045",
      "Last modified time": "2024-05-20T03:18:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recEpe4rf3uHCbyO7",
    "createdTime": "2023-05-10T11:52:08.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "สมาชิก",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "ปรัชญา",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "27/7",
      "หน่วยงาน กอง/ศูนย์": "กองศรีส",
      "นามสกุล (ฉายา)": "โสภิตชโย",
      "สถาบัน": "มหาวิรามคำแหง",
      "Email": "pseedajan@gmail.com",
      "วันที่สมัคร": "2023-05-10",
      "ชื่อ": "พระมหาพิศณุพนธ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1995-10-18",
      "เบอร์มือถือ": "0989899832",
      "Last modified time": "2023-05-10T11:52:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEqWZIZcjC9YAlk",
    "createdTime": "2024-09-27T12:29:31.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ธุรกิจโรงอรม",
      "คณะ": "การจัดการ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "การแปล",
      "นามสกุล (ฉายา)": "สโมทัย",
      "สถาบัน": "ศิลปากร",
      "Email": "faiimingzhu@gmail.com",
      "วันที่สมัคร": "2024-09-27",
      "ชื่อ": "นันทนัช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1988-03-28",
      "เบอร์มือถือ": "061-935-9914",
      "Last modified time": "2024-09-27T12:29:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEwbIV8GqFa9QMc",
    "createdTime": "2024-09-30T03:41:37.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "Biotech",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "สร้างสรรค์บรรยากาศงานบุญ",
      "นามสกุล (ฉายา)": "ปิ่นสูรย์",
      "สถาบัน": "ม.บูรพา",
      "Email": "supananpin@hotmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "สุปานันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1976-01-04",
      "เบอร์มือถือ": "083-187-5599",
      "Last modified time": "2024-09-30T03:41:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recEwssNlgNNLccxq",
    "createdTime": "2024-03-25T06:21:08.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "สาขา": "คอมพืวเตอร์",
      "คณะ": "วิทยาศาสตร์-คอมพิวเตอร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง10",
      "เบอร์ภายใน": "13010",
      "นามสกุล (ฉายา)": "แสนคำ",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "Kridtima2519@gmail.com",
      "วันที่สมัคร": "2024-03-25",
      "ชื่อ": "กฤติมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "2519-01-30",
      "เบอร์มือถือ": "081-480-3026",
      "Last modified time": "2024-03-25T06:21:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recF44bavylPAiqRj",
    "createdTime": "2023-08-30T07:11:30.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "สื่อการเรียนรู้พระพุทธศาสนา",
      "นามสกุล (ฉายา)": "เขียวจันทร์แสง",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "benz.rachawadee4@gmail.com",
      "วันที่สมัคร": "2023-08-30",
      "ชื่อ": "ราชาวดี ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-07-04",
      "เบอร์มือถือ": "0858235562",
      "Last modified time": "2023-08-30T07:11:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recF53nBsnBYl3lwB",
    "createdTime": "2025-02-12T05:00:26.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "ภาษาญี่ปุ่น",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "บุญสุข",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "yam.may.1904@gmail.com",
      "วันที่สมัคร": "2025-02-12",
      "ชื่อ": "เมธาวีร์ ( ยกเลิก )",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "1995-04-19",
      "เบอร์มือถือ": "088-994-6616",
      "Last modified time": "2025-03-03T09:26:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recF7sgBPg7f8gKNj",
    "createdTime": "2025-08-11T08:44:34.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "จนท.IT โครงการพระไตรปิฎก",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "ประชาสัมพันธ์",
      "คณะ": "การจัดการ",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฏก",
      "นามสกุล (ฉายา)": "สัสดี",
      "สถาบัน": "ราชภัฎวลัยลงกรณ์",
      "Email": "tisanomo@gmail.com",
      "วันที่สมัคร": "2025-08-11",
      "ชื่อ": "สุทธิสา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1973-01-05",
      "เบอร์มือถือ": "098-658-8284",
      "Last modified time": "2025-08-13T02:36:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recF8L6r5uYqJ2V89",
    "createdTime": "2024-11-17T21:42:17.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงาน",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "กองภูธร6",
      "นามสกุล (ฉายา)": "แววนิลานนท์",
      "สถาบัน": "มหาวิทยาลัยพระจอมเกล้าลาดกระบัง",
      "Email": "koalalanon@gmail.com",
      "วันที่สมัคร": "2024-11-18",
      "ชื่อ": "กอบกุล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-11-24",
      "เบอร์มือถือ": "089-787-4462",
      "Last modified time": "2024-11-19T07:11:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recF8XbV6J6nWNdmH",
    "createdTime": "2024-05-09T16:30:53.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "พระอาจารย์เทศน์สอน",
      "พรรษาที่": "56/27",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "56/27",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 14",
      "นามสกุล (ฉายา)": "คณาธาโร",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "vthanin@gmail.com",
      "วันที่สมัคร": "2024-05-09",
      "ชื่อ": "พระมหาธานินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-09-18",
      "เบอร์มือถือ": "084-097-6270",
      "Last modified time": "2024-05-09T16:30:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFFPCPNfX27XQBd",
    "createdTime": "2025-09-10T05:46:06.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "Email": "veenatt@yahoo.com",
      "วันที่สมัคร": "2025-09-04",
      "ชื่อ": "กัญพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-624-6587",
      "Last modified time": "2025-09-10T05:46:06.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFIlIW2nhAOSQT2",
    "createdTime": "2023-09-07T03:31:24.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "การจัดการอุตสาหกรรม",
      "ชื่อโปรแกรม": "Adobe Illustrator",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ศรีสันติสุข",
      "สถาบัน": "มหาวิทยาลัยราชมงคลธัญบุรี",
      "Email": "wmrp072@gmail.com",
      "วันที่สมัคร": "2023-09-07",
      "ชื่อ": "สร้อยศจี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 13-14 ต.ค. 2566",
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1974-06-08",
      "เบอร์มือถือ": "(083) 653-6655",
      "Last modified time": "2026-05-22T03:36:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFKAo5HFrIXq5Ac",
    "createdTime": "2024-09-28T05:46:25.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "การแพทย์แผนไทยประยุกต์",
      "คณะ": "แพทยศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "รักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "ภาณุรัตน์",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "fenn1991@gmail.com",
      "วันที่สมัคร": "2024-09-28",
      "ชื่อ": "เฌออร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-03-25",
      "เบอร์มือถือ": "096-198-2519",
      "Last modified time": "2024-09-28T05:46:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFVgLVdLVnVKxHc",
    "createdTime": "2023-05-11T13:12:58.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ประสานงานทั่วไป",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "Indonesia",
      "นามสกุล (ฉายา)": "Thongwarn",
      "สถาบัน": "Quincy College",
      "Email": "roseatmdc@gmail.com",
      "วันที่สมัคร": "2023-05-11",
      "ชื่อ": "Wimonrat ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1986-06-26",
      "เบอร์มือถือ": "0954932951",
      "Last modified time": "2023-05-11T13:12:58.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "recFbe9UXUuSSvYw1",
    "createdTime": "2024-08-28T07:35:24.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "กองพระไตรปิฎกศึกษา",
      "นามสกุล (ฉายา)": "รื่นจิตร",
      "Email": "icelate.hk@gmail.com",
      "วันที่สมัคร": "2024-08-28",
      "ชื่อ": "กิตติมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-11-15",
      "เบอร์มือถือ": "087-024-5490",
      "Last modified time": "2024-08-28T07:35:24.000Z"
    }
  },
  {
    "id": "recFdfHru7OaMz5Sv",
    "createdTime": "2024-03-25T04:10:08.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "ยิ่งแจ่มศิริ",
      "สถาบัน": "มหาวิทยาลัยมหิดล",
      "Email": "panus.yin@gmail.com",
      "วันที่สมัคร": "2024-03-25",
      "ชื่อ": "พนัส ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1990-09-18",
      "เบอร์มือถือ": "096-145-3599",
      "Last modified time": "2024-03-25T04:10:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recFmrH0NFu1CX7t1",
    "createdTime": "2023-08-26T04:44:14.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "เทคโนโลยีสารสนเทศ",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "ฌานภทฺโท",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "p.pattraruj@gmail.com",
      "วันที่สมัคร": "2023-08-26",
      "ชื่อ": "พระภัทรารุจ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-03-11",
      "เบอร์มือถือ": "0646191935",
      "Last modified time": "2023-08-26T04:44:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFxuYHw6A6Sb2xa",
    "createdTime": "2025-05-02T10:55:55.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารทั่วไป",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "บริหารงานสถานที่",
      "นามสกุล (ฉายา)": "โคตรสุวรรณ์",
      "สถาบัน": "ม.ขอนแก่น",
      "Email": "Wingzerocustom072@gmail.com",
      "วันที่สมัคร": "2025-05-02",
      "ชื่อ": "อลงกรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "2531-11-24",
      "เบอร์มือถือ": "061-823-5361",
      "Last modified time": "2025-05-02T10:55:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recFypgbHHDlHyWs2",
    "createdTime": "2025-05-01T11:09:09.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "50/4",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "เครื่องกล",
      "คณะ": "วิศว",
      "อายุ": "50/4",
      "หน่วยงาน กอง/ศูนย์": "อุปโภคกลาง",
      "นามสกุล (ฉายา)": "สกฺกชโย",
      "สถาบัน": "บางมด",
      "Email": "man.donald@yahoo.com",
      "วันที่สมัคร": "2025-05-01",
      "ชื่อ": "พระชัยยศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-01-06",
      "เบอร์มือถือ": "080-612-8150",
      "Last modified time": "2025-05-01T11:09:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recG8jQwhuvqw9bFO",
    "createdTime": "2025-02-19T09:11:08.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "จงกลรัตนาภรณ์",
      "Email": "nutsha.tg@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1974-09-15",
      "เบอร์มือถือ": "065-946-6453",
      "Last modified time": "2025-02-19T09:11:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recG9SGAHF2eNYRg7",
    "createdTime": "2024-06-24T06:33:45.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "อบรมเตรียมเจ้าอาวาส",
      "นามสกุล (ฉายา)": "มโนชโย",
      "Email": "chakkawatn@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระจักรวรรดิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-12-27",
      "เบอร์มือถือ": "065-363-3382",
      "Last modified time": "2024-06-24T06:33:45.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recGC64m4IQvNr9c4",
    "createdTime": "2024-07-01T09:48:24.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "บริหารภาครัฐ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 4",
      "นามสกุล (ฉายา)": "เกิดพุ่ม",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "piyanut.koet@gmail.com",
      "วันที่สมัคร": "2024-07-01",
      "ชื่อ": "ปิยะนุช ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1983-10-23",
      "เบอร์มือถือ": "081-424-1915",
      "Last modified time": "2024-07-01T09:48:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recGIGQtegBPdPejK",
    "createdTime": "2025-03-20T07:39:43.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ช่างภาพ",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมจริยธรรมจังหวัดสมุทรสาคร",
      "นามสกุล (ฉายา)": "ซินโกโซ",
      "Email": "etet9860@gmail.com",
      "วันที่สมัคร": "2025-03-20",
      "ชื่อ": "นาย ซิน โก โซ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1999-04-19",
      "เบอร์มือถือ": "081-341-7220",
      "Last modified time": "2025-03-20T07:39:43.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "recGNqu8VxvXe0Wid",
    "createdTime": "2025-02-22T09:20:26.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "เอกอังกฤษ",
      "คณะ": "มนุษย์ศาสตราจารย์",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับชาวต่างชาติ",
      "นามสกุล (ฉายา)": "พิทักษ์",
      "สถาบัน": "วิทยาลัยครูพิบูลสงคราม",
      "Email": "sirirat.phitak@gmail.com",
      "วันที่สมัคร": "2025-02-22",
      "ชื่อ": "ศิริรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1962-03-24",
      "เบอร์มือถือ": "089-317-1541",
      "Last modified time": "2025-02-22T09:20:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recGOSx4GonDuIrSf",
    "createdTime": "2026-03-02T05:46:54.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ประธานสงฆ์/เจ้าอาวาส",
      "พรรษาที่": "48/28",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "48/28",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ฝึกอบรมพุทธบุตรนานาชาติ",
      "นามสกุล (ฉายา)": "สิริมงฺคโล",
      "Email": "jisheng072@gmail.com",
      "วันที่สมัคร": "2026-03-02",
      "ชื่อ": "พระศิริมงคล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1978-02-02",
      "เบอร์มือถือ": "081-324-9553",
      "Last modified time": "2026-03-02T05:46:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recGPaNPnTOzGTpga",
    "createdTime": "2024-08-12T07:07:48.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "การเงิน",
      "พรรษาที่": "พรรษา4",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "เผยแผ่พุทธธรรม",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "พรรษา4",
      "หน่วยงาน กอง/ศูนย์": "กองบริหารdci",
      "นามสกุล (ฉายา)": "ธมฺมวิสารโท",
      "สถาบัน": "ศูนย์พุทธศาสตร์ศึกษาDCI",
      "Email": "kongpipop072@hotmail.com",
      "วันที่สมัคร": "2024-08-12",
      "ชื่อ": "พระมหาก้องพิภพ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1999-07-11",
      "เบอร์มือถือ": "062-641-7455",
      "Last modified time": "2024-08-12T07:07:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recGSZmyJqaeiY9Rx",
    "createdTime": "2025-03-03T05:42:45.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "อาสาสมัคร",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "กองแปล",
      "นามสกุล (ฉายา)": "กูดสลินิ",
      "Email": "wilyanakusrini@gmail.com",
      "วันที่สมัคร": "2025-03-03",
      "ชื่อ": "วิวยาน่า",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1981-08-13",
      "เบอร์มือถือ": "099-193-6617",
      "Last modified time": "2025-03-03T05:42:45.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recGZnwBfTZWxcgKi",
    "createdTime": "2026-05-16T08:47:54.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "กองภาพนิ่ง",
      "นามสกุล (ฉายา)": "อิ่มเนตร",
      "Email": "dmky072@msn.com",
      "วันที่สมัคร": "2026-05-16",
      "ชื่อ": "ธนพัต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "เบอร์มือถือ": "097-190-1650",
      "Last modified time": "2026-05-22T02:58:50.000Z"
    }
  },
  {
    "id": "recGdvyUo1Cp5HQwv",
    "createdTime": "2024-05-31T04:11:27.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "กองเผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "คุณปัญญา",
      "สถาบัน": "โรงเรียนสกลนครพัฒนศึกษา",
      "Email": "fueangfa.kunpanya@gmail.com",
      "วันที่สมัคร": "2024-05-31",
      "ชื่อ": "เฟื้องฟ้า",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2004-12-02",
      "เบอร์มือถือ": "093-506-4011",
      "Last modified time": "2024-05-31T04:11:27.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recGdwv7gjaaQtR20",
    "createdTime": "2025-12-15T08:52:17.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "Jojoe Inter Group",
      "นามสกุล (ฉายา)": "รัตนนันท์ธกรณ์",
      "Email": "puipuikansinee.rat@gmail.com",
      "วันที่สมัคร": "2025-12-15",
      "ชื่อ": "กานต์สินี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1989-08-30",
      "เบอร์มือถือ": "064-879-6363",
      "Last modified time": "2025-12-15T08:52:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recGiw27ICcuCSadR",
    "createdTime": "2025-07-07T17:19:56.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนานวัตกรรมการเรียนรู้",
      "นามสกุล (ฉายา)": "สุทธิประภา",
      "Email": "twoaen@gmail.com",
      "วันที่สมัคร": "2025-07-08",
      "ชื่อ": "สุมิตรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1991-03-02",
      "เบอร์มือถือ": "062-229-3962",
      "Last modified time": "2025-07-07T17:19:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recGt9Dm55zVjmvPK",
    "createdTime": "2025-02-12T06:19:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "คุรุศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎเลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-02-12",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-02-12T06:19:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHFZH4a8iBO7qaO",
    "createdTime": "2023-09-21T00:42:51.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "สารถี",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "เคมี",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "อบรมและพัฒนาเยาวชน",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "สายศิลป์",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "chawan.silapa@gmail.com",
      "วันที่สมัคร": "2023-09-21",
      "ชื่อ": "ชวัลวิทย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1976-06-29",
      "เบอร์มือถือ": "(062) 195-5734",
      "Last modified time": "2023-09-21T00:42:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHN1wAOtFESHTJa",
    "createdTime": "2025-06-01T12:55:31.000Z",
    "fields": {
      "สำนัก": "ส่งเสริมศีลธรรม",
      "ตำแหน่ง": "อาสาสมัครกองเผยแผ่",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมเยาวชนนครราชสีมา",
      "นามสกุล (ฉายา)": "ทองสุข",
      "Email": "sun28aug@hotmail.com",
      "วันที่สมัคร": "2025-06-01",
      "ชื่อ": "นายณัฐธวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2520-08-28",
      "เบอร์มือถือ": "082-423-5998",
      "Last modified time": "2025-06-01T12:55:31.000Z"
    }
  },
  {
    "id": "recHOyWczVGIgZ0Hd",
    "createdTime": "2025-07-30T02:23:36.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "อาสาสมัคร",
      "นามสกุล (ฉายา)": "ยงกุล",
      "สถาบัน": "มหาวิทยาลัยราชมงคลธัญบุรี",
      "Email": "yeye10242@gmail.com",
      "วันที่สมัคร": "2025-07-30",
      "ชื่อ": "นายธรรมวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2003-06-20",
      "เบอร์มือถือ": "098-554-9472",
      "Last modified time": "2025-07-30T02:23:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHRdOip3cTH2LkG",
    "createdTime": "2023-10-12T07:24:17.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "ออกแบบ กราฟฟิค",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ภาพลักษณ์ออนไลน์",
      "นามสกุล (ฉายา)": "ศรีทอง",
      "สถาบัน": "สวนดุสิต",
      "Email": "chanaifwag04@gmail.com",
      "วันที่สมัคร": "2023-10-12",
      "ชื่อ": "อิสริยา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1987-04-02",
      "เบอร์มือถือ": "(062) 337-7700",
      "Last modified time": "2023-10-12T07:24:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHU0r2z5rGKeMu2",
    "createdTime": "2026-03-19T07:41:32.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัคร",
      "พรรษาที่": "20",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "20",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง6",
      "นามสกุล (ฉายา)": "สกุลเดชสำราญ",
      "สถาบัน": "รร.แม่ระมาดวิทยาคม",
      "Email": "sukritasakuldetsamran@gmail.com",
      "วันที่สมัคร": "2026-03-19",
      "ชื่อ": "สุกฤตา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2005-09-02",
      "เบอร์มือถือ": "092-880-4172",
      "Last modified time": "2026-03-19T07:41:32.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recHVtTih6QSTOUxD",
    "createdTime": "2025-06-01T17:42:08.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "ส่าธุชน",
      "นามสกุล (ฉายา)": "โรจน์ปัญญากิจ",
      "Email": "wirawan.rojp@gmail.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "วิลาวัลย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-07-12",
      "เบอร์มือถือ": "081-554-2494",
      "Last modified time": "2025-06-01T17:42:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHWVRMIhW7TeDxc",
    "createdTime": "2023-05-15T09:55:15.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "เจ้าหน้าที่บริการทั่วไป",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 4",
      "นามสกุล (ฉายา)": "เกิดพุ่ม",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "piyanu.koet@gmail.com",
      "วันที่สมัคร": "2023-05-15",
      "ชื่อ": "ปิยะนุช",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1983-10-23",
      "เบอร์มือถือ": "0814241915",
      "Last modified time": "2023-05-15T10:05:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recHZqXJ8ogHKptj1",
    "createdTime": "2024-03-15T07:57:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ผู้นำบุญ",
      "พรรษาที่": "61",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "สาขา": "โยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "เจียมทับทักษิณ",
      "สถาบัน": "ราชมงคล ธัญบุรี",
      "Email": "ch24k8@hotmail.com",
      "วันที่สมัคร": "2024-03-15",
      "ชื่อ": "ชูชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-11-27",
      "เบอร์มือถือ": "092-639-9988",
      "Last modified time": "2024-03-15T07:57:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recHaXopVVFthO2wS",
    "createdTime": "2024-09-03T07:20:38.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "นิเทศศาสตร์",
      "คณะ": "สื่อสารมวลชน",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "เกิดประทีป",
      "อื่นๆ": "กำลังศึกษาอยู่ชั้นปี 4",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "pacharatak@gmail.com",
      "วันที่สมัคร": "2024-09-03",
      "ชื่อ": "พรัชรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1990-06-19",
      "อื่นๆ (ระบุ)": "กำลังศึกษาอยู่ชั้นปี 4",
      "เบอร์มือถือ": "096-719-8998",
      "Last modified time": "2024-09-03T07:20:38.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "recHgo43nxgvM5RJ3",
    "createdTime": "2025-08-31T07:03:01.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "การจัดการงานบุคคล",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระนวกะ",
      "นามสกุล (ฉายา)": "ถิราชีโว",
      "สถาบัน": "สยาม",
      "Email": "p.wong.swang.2520@gmail.com",
      "วันที่สมัคร": "2025-08-31",
      "ชื่อ": "พระวงษ์สว่าง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-12-24",
      "เบอร์มือถือ": "082-095-7355",
      "Last modified time": "2025-08-31T07:03:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recI6p1uGNFTbuKhb",
    "createdTime": "2024-02-05T07:24:14.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุ",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2024-02-05",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "065-146-9195",
      "Last modified time": "2024-02-05T07:24:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIDnrCyRAxx5EKt",
    "createdTime": "2024-07-08T08:36:04.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "32/5",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "32/5",
      "หน่วยงาน กอง/ศูนย์": "หลักสูตรเจ้าวาส",
      "นามสกุล (ฉายา)": "ธิติวโร",
      "Email": "pthanawatth072@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระธนาวัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2535-05-02",
      "เบอร์มือถือ": "095-253-9597",
      "Last modified time": "2024-07-08T08:36:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIQmKgpZZxt577d",
    "createdTime": "2025-05-16T15:11:33.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "แพทย์แผนไทยประยุกต์",
      "คณะ": "แพทยศาสตร์ศิริราชพยาบาล",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับสาธุชน",
      "นามสกุล (ฉายา)": "จิรนิรามัย",
      "สถาบัน": "มหิดล",
      "Email": "koibenyapa03@gmail.com",
      "วันที่สมัคร": "2025-05-16",
      "ชื่อ": "เบญยาภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "1998-07-03",
      "เบอร์มือถือ": "095-545-8223",
      "Last modified time": "2025-05-16T15:11:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recISaWl1JL47GXV6",
    "createdTime": "2025-08-03T22:57:04.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "65/22",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "กฎหมายระหว่างประเทศ",
      "คณะ": "นิติศาสตร์",
      "อายุ": "65/22",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายแคลิฟอร์เนีย",
      "นามสกุล (ฉายา)": "สิริวํโส",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "ncharoen1960@gmail.com",
      "วันที่สมัคร": "2025-08-04",
      "ชื่อ": "พระมหาณัฐพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1960-10-13",
      "เบอร์มือถือ": "084-312-7376",
      "Last modified time": "2025-08-03T22:57:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recIYM1KSjBAMiA5e",
    "createdTime": "2023-10-02T07:45:56.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "writer ",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "Writing for Children",
      "คณะ": "Faculty of Arts",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "เต็มผาติ",
      "สถาบัน": "Winchester University ",
      "Email": "kitty.tempati@gmail.com",
      "วันที่สมัคร": "2023-10-02",
      "ชื่อ": "วรางคณา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1972-05-25",
      "เบอร์มือถือ": "(081) 481-4182",
      "Last modified time": "2023-10-02T07:45:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recIajUJM7wTihQ1I",
    "createdTime": "2026-03-22T00:35:41.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "อาสาสมัคร",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สำนัต่างประเทศ",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "มหาวิทยาลัยรามคำ",
      "Email": "nittayamdw@gmail.com",
      "วันที่สมัคร": "2026-03-22",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1971-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2026-03-22T00:35:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIb49ldieJNODZI",
    "createdTime": "2024-04-06T09:13:22.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "51/16",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "เพาะเลี้ยงสัตว์น้ำ",
      "ชื่อโปรแกรม": "Adobe Premiere Pro (Basic)",
      "คณะ": "ประมง",
      "อายุ": "51/16",
      "หน่วยงาน กอง/ศูนย์": "กองอาสาสมัคร",
      "นามสกุล (ฉายา)": "กนกนุเคราะห์ (อุตฺตมวีโร)",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "mona.bun@gmail.com",
      "วันที่สมัคร": "2024-04-06",
      "ชื่อ": "พม.วีรวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 25-26 พ.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1973-05-13",
      "เบอร์มือถือ": "095-049-9963",
      "Last modified time": "2026-05-22T03:37:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIbbQgq1V8HE32i",
    "createdTime": "2023-08-16T07:25:17.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42 ปี",
      "หน่วยงาน กอง/ศูนย์": "มหาธรรมกายเจดีย์",
      "เบอร์ภายใน": "12230",
      "นามสกุล (ฉายา)": "นิตยพันธ์",
      "สถาบัน": "วิทยาลัยอาชีวศึกษาชลบุรี",
      "Email": "kaidaw072@gmail.com",
      "วันที่สมัคร": "2023-08-16",
      "ชื่อ": "นิตยา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1980-09-10",
      "เบอร์มือถือ": "(089) 792-1821",
      "Last modified time": "2023-09-16T10:20:24.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "recIc2mTEHrJjHQAS",
    "createdTime": "2025-09-06T11:41:14.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ชยพนฺโธ",
      "Email": "non_freedomz@hotmail.com",
      "วันที่สมัคร": "2025-09-06",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "095-292-9419",
      "Last modified time": "2025-09-06T11:41:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIeTWchZgSwZBuv",
    "createdTime": "2025-12-20T05:52:04.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "Hr",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานบุญ",
      "นามสกุล (ฉายา)": "ฐิตคนฺโธ",
      "สถาบัน": "ม.อัสสัมชัญ",
      "Email": "aranyuth@gmail.com",
      "วันที่สมัคร": "2025-12-20",
      "ชื่อ": "พระอรัญยุทธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-07-13",
      "เบอร์มือถือ": "093-548-3698",
      "Last modified time": "2025-12-20T05:52:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIj1cVRLCXoDY5e",
    "createdTime": "2025-11-13T03:14:25.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-11-13",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-11-13T03:14:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recInvOvoMNsLwQ7M",
    "createdTime": "2025-12-16T08:39:03.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมนครราชสีมา",
      "นามสกุล (ฉายา)": "พึ่งตนกลาง",
      "สถาบัน": "โรงเรียนเตรียมพุทธศาสตร์ เขาแก้วเสร็จ",
      "Email": "curfolk7@gmail.com",
      "วันที่สมัคร": "2025-12-16",
      "ชื่อ": "พงษพัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2004-06-23",
      "เบอร์มือถือ": "081-057-5508",
      "Last modified time": "2025-12-16T08:39:03.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recIoFhFN8RS0mDdR",
    "createdTime": "2025-05-20T03:12:14.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "ธุรการอาศรมอุบาสก",
      "นามสกุล (ฉายา)": "สุจาคำ",
      "Email": "matetty38@hmail.com",
      "วันที่สมัคร": "2025-05-20",
      "ชื่อ": "กฤษณศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1987-01-30",
      "เบอร์มือถือ": "088-002-6148",
      "Last modified time": "2025-05-20T03:12:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIpEFkhxd4v6ojA",
    "createdTime": "2024-02-13T12:39:52.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมต่างประเทศ",
      "นามสกุล (ฉายา)": "รัตนแสง",
      "สถาบัน": "มหาวิทยาลัยนเรศวร",
      "Email": "dimc_swiss@hotmail.com",
      "วันที่สมัคร": "2024-02-13",
      "ชื่อ": "สุรเชษฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1981-12-26",
      "เบอร์มือถือ": "063-779-0533",
      "Last modified time": "2024-02-13T12:39:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIplddadGt4dr4u",
    "createdTime": "2025-02-08T02:02:26.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "จุลชีววิทยา",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "นามสกุล (ฉายา)": "จีนมหันต์",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี",
      "Email": "suthichajeenmahan31@gmail.com",
      "วันที่สมัคร": "2025-02-08",
      "ชื่อ": "สุทิชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1987-07-31",
      "เบอร์มือถือ": "091-566-9741",
      "Last modified time": "2025-02-08T02:02:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIuDHMG8aoOB7hP",
    "createdTime": "2026-05-05T03:31:11.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "50/25",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "50/25",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "นามสกุล (ฉายา)": "ปัญญาวุฑโฒ",
      "Email": "lptho3044@gmail.com",
      "วันที่สมัคร": "2026-05-05",
      "ชื่อ": "พระรุ่งวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-05-29",
      "เบอร์มือถือ": "083-540-7277",
      "Last modified time": "2026-05-05T03:31:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIvt00ncpDnbo3l",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "โลจิสติกส์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง5",
      "นามสกุล (ฉายา)": "เธียรโอภาส",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพ",
      "Email": "ruengyot1998@gmail.com",
      "วันที่สมัคร": "2023-08-16",
      "ชื่อ": "เรืองยศ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1998-02-26",
      "เบอร์มือถือ": "(099) 427-2568",
      "Last modified time": "2023-09-06T06:16:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIwdn4mwKH7TqJS",
    "createdTime": "2024-09-28T10:37:25.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ภาษาจีนธุรกิจ",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "เกศภัทรานนท์",
      "สถาบัน": "มหาวิทยาลัยนอร์ทกรุงเทพ",
      "Email": "noonjeen99@gmail.com",
      "วันที่สมัคร": "2024-09-28",
      "ชื่อ": "รายา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1997-07-09",
      "เบอร์มือถือ": "096-296-9541",
      "Last modified time": "2024-09-28T10:37:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recIx5xKqrVLGshpc",
    "createdTime": "2025-08-02T15:09:28.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "สนง.ส่งเสริมศีลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ฉนฺทวฑฺโฒ",
      "Email": "ppoempong@gmail.com",
      "วันที่สมัคร": "2025-08-02",
      "ชื่อ": "พระเพิ่มพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "094-545-6594",
      "Last modified time": "2025-08-02T15:09:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJ3eEGSECdvUJf6",
    "createdTime": "2025-07-14T02:16:43.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยทันตแพทย์",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสาตร์",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "สหคลินิกบุญรักษ์",
      "นามสกุล (ฉายา)": "กองสุข",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "khuntidakongsuk@gmai.com",
      "วันที่สมัคร": "2025-07-14",
      "ชื่อ": "กุลธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2540-03-24",
      "เบอร์มือถือ": "092-793-7344",
      "Last modified time": "2025-07-14T02:16:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJBn4Tx1M0oWU1B",
    "createdTime": "2024-02-14T06:05:54.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองนักเขียน",
      "นามสกุล (ฉายา)": "ทองเต็ม",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ",
      "Email": "teitofraud@gmail.com",
      "วันที่สมัคร": "2024-02-14",
      "ชื่อ": "พรรณนิภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1983-01-11",
      "เบอร์มือถือ": "084-295-6454",
      "Last modified time": "2024-02-14T06:05:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJDY8XoEPdrxw7l",
    "createdTime": "2025-11-23T14:49:29.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "วิทยาศาสตร์ทางทะเล",
      "คณะ": "ประมง",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "พันทวัน",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "jiabhoi@gmail.com",
      "วันที่สมัคร": "2025-11-23",
      "ชื่อ": "จันทรารัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-05-26",
      "เบอร์มือถือ": "095-129-9656",
      "Last modified time": "2025-11-23T14:49:29.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJE1zgbOhYhC26A",
    "createdTime": "2024-07-08T08:41:55.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "           13",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "           13",
      "หน่วยงาน กอง/ศูนย์": "กองจังกาญจนบุรี",
      "นามสกุล (ฉายา)": "เจียยมสูงเนิน อิทฺธิยุตฺโต",
      "Email": "sprathithi20@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระประสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-07-18",
      "เบอร์มือถือ": "084-982-6149",
      "Last modified time": "2024-07-08T08:41:55.000Z"
    }
  },
  {
    "id": "recJJuzPVYBzKZ8GU",
    "createdTime": "2023-08-31T13:05:35.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎกศึกษา",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-08-31",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "0984168064",
      "Last modified time": "2023-08-31T13:05:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJMFkq4gSRACf6e",
    "createdTime": "2024-07-07T04:58:14.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "นักเขียน",
      "เบอร์ภายใน": "14280",
      "นามสกุล (ฉายา)": "ทองสมบูรณ์",
      "Email": "amornpun072@gmail.com",
      "วันที่สมัคร": "2024-07-07",
      "ชื่อ": "อมรพรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1977-07-14",
      "เบอร์มือถือ": "091-110-8509",
      "Last modified time": "2024-07-07T04:58:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJSsbyHh5xxreAv",
    "createdTime": "2024-06-03T07:35:15.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ประสานงานทั่วไป",
      "พรรษาที่": "อายุ 55 พรรษา 10",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "อายุ 55 พรรษา 10",
      "หน่วยงาน กอง/ศูนย์": "กองปสง.ศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "สมฺมาวิชฺโช",
      "Email": "pichat1969@cmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระพิเชษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-13",
      "เบอร์มือถือ": "061-918-8593",
      "Last modified time": "2024-06-03T07:35:15.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recJUGG1qze8LJaDE",
    "createdTime": "2023-04-16T13:31:42.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "จนท.ทั่วไป",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "ต้อนรับพระกัลฯ",
      "เบอร์ภายใน": "arisa072@hotmail.com",
      "นามสกุล (ฉายา)": "สรีกิจวิไลศักดิ์",
      "สถาบัน": "ม.รามฯ",
      "Email": "arisa072@hotmail.com",
      "วันที่สมัคร": "2023-04-16",
      "ชื่อ": "อริสรา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1971-06-17",
      "เบอร์มือถือ": "096-3536697",
      "Last modified time": "2023-04-16T13:31:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJXcHUiQR1LvhlP",
    "createdTime": "2025-03-22T07:14:52.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "สนง. เลขานุการ ",
      "นามสกุล (ฉายา)": "จันทร์สุพรรณ",
      "Email": "jumkamoncha60t@gmail.com",
      "วันที่สมัคร": "2025-03-22",
      "ชื่อ": "น.ส.กมลฉัตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2522-10-01",
      "เบอร์มือถือ": "082-908-9818",
      "Last modified time": "2025-03-22T07:14:52.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recJYtKOmxtNCgBeE",
    "createdTime": "2024-05-30T14:57:24.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "รัฐศาสตร์",
      "ชื่อโปรแกรม": "Adobe Photoshop",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์",
      "นามสกุล (ฉายา)": "อนันต์สุขสกุล",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "punnasiri2520@gmail.com",
      "วันที่สมัคร": "2024-05-30",
      "ชื่อ": "สิริวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 18-20 มิ.ย. 2567",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-10-08",
      "เบอร์มือถือ": "(092) 945-4229",
      "Last modified time": "2026-05-22T03:38:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJZIbCxJqsEl01k",
    "createdTime": "2025-06-28T06:44:57.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "โรจน์ปัญญากิจ",
      "Email": "wirawan.rojp@gmail.com",
      "วันที่สมัคร": "2025-06-28",
      "ชื่อ": "วิลาวัลย์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-07-12",
      "เบอร์มือถือ": "081-554-2494",
      "Last modified time": "2025-06-28T06:44:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJbTtdAmGkqA6du",
    "createdTime": "2025-06-02T01:14:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "58",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "อีเล็ก",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ฉัตรภัทรไชย",
      "สถาบัน": "่ม.ศรีปทุม",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "ศุภณัฏฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2010-05-26",
      "เบอร์มือถือ": "083-549-3559",
      "Last modified time": "2025-06-02T01:14:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJe1bQaLcPKeWe9",
    "createdTime": "2023-09-11T14:23:43.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 5",
      "นามสกุล (ฉายา)": "เธียรโอภาส",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพ",
      "Email": "ruengyot1998@gmail.com",
      "วันที่สมัคร": "2023-09-11",
      "ชื่อ": "เรืองยศ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1998-02-26",
      "เบอร์มือถือ": "(099) 427-2568",
      "Last modified time": "2023-09-11T14:23:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJlNKxj2nGWHoKr",
    "createdTime": "2023-05-10T12:35:10.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "การเงินและพัสดุ",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "ฟิสิกส์",
      "คณะ": "ครุศาสตรบัณฑิต",
      "อายุ": "46/11",
      "หน่วยงาน กอง/ศูนย์": "สื่อปริยัติํธรรม",
      "เบอร์ภายใน": "13750",
      "นามสกุล (ฉายา)": "เขมงฺกโร",
      "สถาบัน": "มหาวิทยาลัยราชภัฎกำแพงเพชร",
      "Email": "tanak.am072@gmail.com",
      "วันที่สมัคร": "2023-05-10",
      "ชื่อ": "พระธนกร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-04-11",
      "เบอร์มือถือ": "0990343697",
      "Last modified time": "2023-05-10T12:35:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJosXCjtmj3ZD5d",
    "createdTime": "2025-02-04T14:55:34.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธรุการ",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "เทคโนโลยีมัลติมีเดียและแอนิเมชัน",
      "คณะ": "เทคโนโลยีสารสนเทศ",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง4",
      "นามสกุล (ฉายา)": "อืดทุม",
      "สถาบัน": "มหาวิทยาลัยราชภัฏมหาสารคาม",
      "Email": "kanokphon035@gmail.com",
      "วันที่สมัคร": "2025-02-04",
      "ชื่อ": "กนกพล  ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2001-01-03",
      "เบอร์มือถือ": "093-484-7035",
      "Last modified time": "2025-02-05T03:00:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJrHxI0SUeFeGXo",
    "createdTime": "2024-09-12T04:13:08.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "สถาบัน": "มหาวิทยาลัยเกษมบัณฑิต",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-09-12",
      "ชื่อ": "จุฑามาศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2024-09-12T04:13:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recJtX9Mg3CrflSuS",
    "createdTime": "2026-04-21T13:35:26.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "น.12",
      "นามสกุล (ฉายา)": "ศิลปาจารย์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "primity.diamond@gmail.com",
      "วันที่สมัคร": "2026-04-21",
      "ชื่อ": "ภัทรพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2055-02-05",
      "เบอร์มือถือ": "093-926-9544",
      "Last modified time": "2026-04-21T13:35:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recJyROKL9FHR1Vpk",
    "createdTime": "2026-02-10T14:09:05.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "ุ60",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "อายุ": "ุ60",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "หนูนารถ",
      "Email": "kumpangnunart@gmail.com",
      "วันที่สมัคร": "2026-02-10",
      "ชื่อ": "คำแพง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1965-07-25",
      "เบอร์มือถือ": "098-825-8269",
      "Last modified time": "2026-02-10T14:09:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recK1tsaJzr5CBz7Y",
    "createdTime": "2023-09-07T12:44:38.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "ธุรการอาศรมบรรพชิต",
      "นามสกุล (ฉายา)": "วิสารโท",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "somkeartm@gmail.com",
      "วันที่สมัคร": "2023-09-07",
      "ชื่อ": "พระมหาสมเกียรติ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1965-08-12",
      "เบอร์มือถือ": "(085) 121-5377",
      "Last modified time": "2023-09-07T12:44:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recK20EIAJ5f44GpS",
    "createdTime": "2023-10-03T06:40:05.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ช่วยประธานศูนย์",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรม ธรรมธาราสายไหม",
      "นามสกุล (ฉายา)": "พรหมญาโณ",
      "สถาบัน": "สหราษฎร์ศึกษา",
      "Email": "pilukamornchet@gmail.com",
      "วันที่สมัคร": "2023-10-03",
      "ชื่อ": "พระอมรเชษฐ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1960-02-11",
      "เบอร์มือถือ": "(084) 139-2752",
      "Last modified time": "2023-10-03T06:40:05.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recKDKI0BXW9Tg00q",
    "createdTime": "2023-10-13T01:37:15.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "เคมี",
      "คณะ": "วิทยาศาสตร์และเทคโนโลยี",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "สาธารนูปโภค",
      "นามสกุล (ฉายา)": "ยิ่งเจริญ",
      "สถาบัน": "มหาวิทยาลัยราชภัฏเทพสตรี",
      "Email": "sasipim491@gmail.com",
      "วันที่สมัคร": "2023-10-13",
      "ชื่อ": "ศศิพิมพ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1987-05-20",
      "เบอร์มือถือ": "(062) 615-2453",
      "Last modified time": "2023-10-13T01:37:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKF0x7LSJ0P67Fz",
    "createdTime": "2025-02-22T13:11:38.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "60",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "คณะ": "นิติศาสตร์",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "สุริโย",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "kamonsuriyo@hotmail.com",
      "วันที่สมัคร": "2025-02-22",
      "ชื่อ": "กมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1964-06-23",
      "เบอร์มือถือ": "089-441-8452",
      "Last modified time": "2025-02-22T13:11:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKJs1Ry1BqhtmrJ",
    "createdTime": "2025-07-02T02:15:26.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหาร",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร9",
      "นามสกุล (ฉายา)": "ไตรยวงค์",
      "สถาบัน": "ม.วไลยอลงกรณ์",
      "Email": "srinakorn_t@hotmail.com",
      "วันที่สมัคร": "2025-07-02",
      "ชื่อ": "ศรีนคร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1975-02-09",
      "เบอร์มือถือ": "081-454-6489",
      "Last modified time": "2025-07-02T02:15:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKMniUourNBZmMM",
    "createdTime": "2024-07-08T08:35:14.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "พระภิกษุ",
      "นามสกุล (ฉายา)": "มโนชโย",
      "Email": "chakkawatn@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระจักรวรรดิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "065-363-3382",
      "Last modified time": "2024-07-08T08:35:14.000Z"
    }
  },
  {
    "id": "recKUnR3XUnftICgK",
    "createdTime": "2025-08-30T06:23:52.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "หอมเดชนะกุล",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "nuchhom1970@gmail.com",
      "วันที่สมัคร": "2025-08-30",
      "ชื่อ": "หฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1970-06-05",
      "เบอร์มือถือ": "081-713-7659",
      "Last modified time": "2025-08-30T06:23:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKXyLitCUSYEa8V",
    "createdTime": "2025-02-19T09:56:33.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "40/12",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "สาขา": "ศิลปศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "40/12",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดสมุทรสาคร",
      "นามสกุล (ฉายา)": "ครุฑธา(ปุณฺณรตโน)",
      "สถาบัน": "มหาวิทยาลัยราชภัฏบ้านสมเด็จเจ้าพระยา",
      "Email": "srawuthikhruththa@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "พระสราวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-12-26",
      "เบอร์มือถือ": "088-263-0098",
      "Last modified time": "2025-02-19T09:56:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKZRuVKGNhR9nh0",
    "createdTime": "2023-07-02T13:26:59.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "เจ้าอาวาส",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "53/12",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดตาก",
      "นามสกุล (ฉายา)": "รตนสาโร",
      "สถาบัน": "ก.ศ.น อ.ท่าตูม จ.สุรินทร์",
      "Email": "ciklamala@gmail.com",
      "วันที่สมัคร": "2023-07-02",
      "ชื่อ": "พระภัควัฒน์ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-03-04",
      "เบอร์มือถือ": "0806192072",
      "Last modified time": "2023-07-02T13:26:59.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recKecC0kmMpEHGkX",
    "createdTime": "2025-12-22T12:35:11.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "วงศ์คำปัน",
      "สถาบัน": "โรงเรียนวารีเชียงใหม่",
      "Email": "traikoonsiri@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "ตรัยคุณศิริ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2009-12-04",
      "เบอร์มือถือ": "088-624-0874",
      "Last modified time": "2025-12-22T12:35:11.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recKj0A5CnJLv62LX",
    "createdTime": "2025-12-16T12:19:18.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "เอเชียศึกษา",
      "คณะ": "อักษรศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "จันทร์วงศ์",
      "สถาบัน": "มหาวิทยาลัยศิลปากร",
      "Email": "mongvanwu@gmail.com",
      "วันที่สมัคร": "2025-12-16",
      "ชื่อ": "ณัฐชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1985-11-29",
      "เบอร์มือถือ": "089-677-6214",
      "Last modified time": "2025-12-16T12:19:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKjzyW1ztep1ZWr",
    "createdTime": "2024-09-30T08:20:00.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "เลขา",
      "นามสกุล (ฉายา)": "ต่อมแสง",
      "Email": "mickeyapple072@gmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "ปทุมวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1990-01-21",
      "เบอร์มือถือ": "099-286-5519",
      "Last modified time": "2024-09-30T08:20:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKljd3Gn1yVaTKR",
    "createdTime": "2024-07-08T08:35:19.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "34/13",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "34/13",
      "หน่วยงาน กอง/ศูนย์": "กองอุทัยธานี",
      "นามสกุล (ฉายา)": "กตชโย",
      "สถาบัน": "วิทยาลัยสงฆ์อุทัยธานี",
      "Email": "pakorn_jo@hotmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระมหาปกรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1990-12-31",
      "เบอร์มือถือ": "094-945-3323",
      "Last modified time": "2024-07-08T08:35:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recKpGfdjcIAHkqb0",
    "createdTime": "2024-11-19T03:03:00.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "สร้อยสำโรง",
      "สถาบัน": "กศน.ปทุุมธานี",
      "Email": "rungboontisa072@gmail.com",
      "วันที่สมัคร": "2024-11-19",
      "ชื่อ": "บุุญฐิสา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1976-02-02",
      "เบอร์มือถือ": "062-226-5215",
      "Last modified time": "2024-11-19T07:11:25.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recKz0RfZZDstTDiT",
    "createdTime": "2024-06-24T06:54:51.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "44/13",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "44/13",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏฺิบัติธรรมนานาชาติสมุย",
      "นามสกุล (ฉายา)": "สุทธิมิตร์(ญาณวิปุโล)",
      "Email": "Sompong1980.sp@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระสมปอง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1980-06-10",
      "เบอร์มือถือ": "063-164-2380",
      "Last modified time": "2024-06-24T06:54:51.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recL8gTiO0wjQ29G8",
    "createdTime": "2024-07-08T08:31:13.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "41 / 5",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "41 / 5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมเยาวชนนครปฐม",
      "นามสกุล (ฉายา)": "ชุตินฺธโร",
      "สถาบัน": "โรงเรียนพระปริยัติธรรม แผนกสามัญศึกษา วัดสระกำแพงใหญ่",
      "Email": "chutintharo072@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระวายุ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2526-02-08",
      "เบอร์มือถือ": "065-994-4799",
      "Last modified time": "2024-07-08T08:31:13.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recLDARPls5yV22No",
    "createdTime": "2025-02-10T01:23:06.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "V-active",
      "นามสกุล (ฉายา)": "ลาภาตันติกุล",
      "Email": "sunk2546@hotmail.com",
      "วันที่สมัคร": "2025-02-10",
      "ชื่อ": "ปิติกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2005-05-18",
      "เบอร์มือถือ": "062-218-7046",
      "Last modified time": "2025-02-10T01:23:06.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recLGSQD05MwpxvXn",
    "createdTime": "2026-02-28T17:00:35.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้นำบุญ",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 11",
      "นามสกุล (ฉายา)": "ศิลปาจารย์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "primity.diamond@gmail.com",
      "วันที่สมัคร": "2026-02-28",
      "ชื่อ": "ภัทรพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-06-01",
      "เบอร์มือถือ": "093-926-9544",
      "Last modified time": "2026-02-28T17:00:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recLGuTpdoFwTStxv",
    "createdTime": "2024-08-03T14:51:16.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการทั่วไป",
      "พรรษาที่": "23",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "เทคโนโลยีมัลติมีเดียและแอนิเมชัน",
      "คณะ": "เทคโนโลยีสารสนเทศ",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง4",
      "นามสกุล (ฉายา)": "อืดทุม",
      "สถาบัน": "มหาวิทยาลัยราชภัฏมหาสารคาม",
      "Email": "kanokphon035@gmail.com",
      "วันที่สมัคร": "2024-08-03",
      "ชื่อ": "กนกพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2001-01-03",
      "เบอร์มือถือ": "093-484-7035",
      "Last modified time": "2024-08-03T14:51:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLJw97r8hSABM3W",
    "createdTime": "2024-03-04T04:02:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "อาสาสมัคร",
      "พรรษาที่": "อายุ 18 ปี",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "อายุ 18 ปี",
      "หน่วยงาน กอง/ศูนย์": "กองริ้วขบวน V Active",
      "นามสกุล (ฉายา)": "ลาภาตันติกุล",
      "สถาบัน": "สถาบันรัชต์ภาคย์",
      "Email": "booms.work@outlook.com",
      "วันที่สมัคร": "2024-03-04",
      "ชื่อ": "ปิติกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2005-05-18",
      "เบอร์มือถือ": "062-218-7046",
      "Last modified time": "2024-03-04T04:02:46.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recLQkwLBlG6olWgO",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การท่องเที่ยว",
      "คณะ": "ศิลป์ศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง9",
      "นามสกุล (ฉายา)": "จ้อยแสงศรี",
      "สถาบัน": "มหาวิทยาลัยเซนต์จอห์น",
      "Email": "somsiri072@gmail.com",
      "วันที่สมัคร": "2023-08-13",
      "ชื่อ": "สมศิริ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1986-03-15",
      "เบอร์มือถือ": "(085) 823-6415",
      "Last modified time": "2023-09-06T06:16:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLW9kcZ1hjdCKfX",
    "createdTime": "2024-05-05T09:34:14.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "เจ้าหน้าที่ห้องสมุดภาพ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "เบอร์ภายใน": "14055",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "TU",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2024-05-05",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2024-05-05T09:34:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLY71HGf31UTxm7",
    "createdTime": "2023-08-21T06:03:01.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "กองกลาง",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง6",
      "นามสกุล (ฉายา)": "เล้าธนะธรรม",
      "สถาบัน": "เซาท์อีสธ์ บางกอก",
      "Email": "nunui.072@gmail.com",
      "วันที่สมัคร": "2023-08-21",
      "ชื่อ": "เบญจวรรณ  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1985-03-26",
      "เบอร์มือถือ": "(065) 952-8593",
      "Last modified time": "2023-09-18T04:01:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLhQ5UvBbqfDdwj",
    "createdTime": "2025-02-19T12:35:57.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "การจัดการทรัพยากรมนุษย์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ไกรจงวัฒนา",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคล ธัญบุรี",
      "Email": "yhingadamas@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "ภัคชัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1987-04-03",
      "เบอร์มือถือ": "084-017-1698",
      "Last modified time": "2025-02-19T12:35:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLquj5qo9ofY9PN",
    "createdTime": "2023-09-04T04:03:36.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "สื่อ DMC",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "ทรงจำลอง",
      "สถาบัน": "เทคนิกธนบุรี",
      "Email": "prakarn_song_2@hotmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "ประการ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1965-11-14",
      "Last modified time": "2023-09-06T06:03:18.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recLrJ3vZ0tLu6kW7",
    "createdTime": "2023-09-05T09:31:47.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "พระอาจารย์",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิสันถาร",
      "นามสกุล (ฉายา)": "สุวฑฺฒชโย",
      "สถาบัน": "วัดอุดมรังสี",
      "Email": "happiness6565@hotmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระมหาธนวัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-09-07",
      "เบอร์มือถือ": "(062) 645-5447",
      "Last modified time": "2023-09-05T09:31:47.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recLsGtLRRhPMuTfv",
    "createdTime": "2024-05-13T08:26:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "สาขา": "อุตสาหการ",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ลิ้มเจริญชัยกิจ",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "phaisit.yut@gmail.com",
      "วันที่สมัคร": "2024-05-13",
      "ชื่อ": "ไพศิษฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1978-06-30",
      "เบอร์มือถือ": "092-879-7455",
      "Last modified time": "2024-05-13T08:26:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recLtYVednl9Led0v",
    "createdTime": "2024-06-03T07:28:07.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "35/10",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "35/10",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดยะลา",
      "นามสกุล (ฉายา)": "พารุ่งโรจน์ (รติโก)",
      "สถาบัน": "มารีวิทยา",
      "Email": "r.lung531@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระประทักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2024-06-03",
      "เบอร์มือถือ": "082-659-1498",
      "Last modified time": "2024-06-03T07:28:07.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recM33sjA9kJDsOYz",
    "createdTime": "2024-10-27T00:52:45.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "Technician ",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "วรสารศาสตร์",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "สื่อ digital",
      "นามสกุล (ฉายา)": "จงกลสงเคราะห์",
      "สถาบัน": "ราชฎัตรจันทร์เกษม",
      "Email": "sensesisorn@hotmail.com",
      "วันที่สมัคร": "2024-10-27",
      "ชื่อ": "สิริสร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1983-12-26",
      "เบอร์มือถือ": "098-825-6160",
      "Last modified time": "2024-10-27T00:52:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recM3qflcQoZx99uW",
    "createdTime": "2023-09-01T03:14:30.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "_",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "สื่่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "ปาริฉัตรเศรษฐี",
      "สถาบัน": "_",
      "Email": "nichaaroii@gmail.com",
      "วันที่สมัคร": "2023-09-01",
      "ชื่อ": "สิริณภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2011-01-01",
      "เบอร์มือถือ": "0613847564",
      "Last modified time": "2023-09-01T03:14:30.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recM5A2qtj00jVowj",
    "createdTime": "2023-09-05T01:59:36.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "เป็นสาธุชนค่ะ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "เป็นสาธุชนค่ะ",
      "นามสกุล (ฉายา)": "กาญจนเสถียร",
      "สถาบัน": "Macquarie University (Australia)",
      "Email": "nichapa072@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "ณิชาภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1978-09-08",
      "เบอร์มือถือ": "(092) 156-5559",
      "Last modified time": "2023-09-05T01:59:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recM6xNBRY2ZXhtpV",
    "createdTime": "2024-06-03T07:18:14.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "พระประจำ",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "อนุสรณ์สถานฯบางปลา",
      "นามสกุล (ฉายา)": "วิวฑฺฒโน",
      "Email": "samst27@hotmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระนัฐพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2534-05-29",
      "เบอร์มือถือ": "062-442-0072",
      "Last modified time": "2024-06-03T07:18:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMGEgsofwLf11Wq",
    "createdTime": "2025-11-26T06:19:15.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "56/22",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "56/22",
      "หน่วยงาน กอง/ศูนย์": "เผยแพร่สื่อ",
      "นามสกุล (ฉายา)": "ชินปุตฺโต",
      "Email": "chinaputto@gmail.com",
      "วันที่สมัคร": "2025-11-26",
      "ชื่อ": "พระวิวัฒน์ไชย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-08-26",
      "เบอร์มือถือ": "063-035-8611",
      "Last modified time": "2025-11-26T06:19:15.000Z"
    }
  },
  {
    "id": "recMJzGz1oqBFfq5U",
    "createdTime": "2023-02-16T09:13:55.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "หัวหน้างานบุคคล",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "บริหารการศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "65",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิบัติธรรมนานาชาติ",
      "เบอร์ภายใน": "14530",
      "นามสกุล (ฉายา)": "วงศ์ศิริธร",
      "สถาบัน": "มหาวิทยาลัยราชภัฎพระนคร",
      "Email": "thip072w@gmail.com",
      "วันที่สมัคร": "2023-02-16",
      "ชื่อ": "ทิพวรรณ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1958-06-30",
      "เบอร์มือถือ": "08-6092-5809",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recMKHfGgnrRFBHhs",
    "createdTime": "2024-02-12T13:02:30.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "อาคาร 60 ปี",
      "นามสกุล (ฉายา)": "คำทอง",
      "สถาบัน": "มหาวิทยาลัยมหาสารคาม",
      "Email": "nnnuchy@gmail.com",
      "วันที่สมัคร": "2024-02-12",
      "ชื่อ": "นงนุช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1978-12-19",
      "เบอร์มือถือ": "091-414-6165",
      "Last modified time": "2024-02-12T13:02:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMa0R4fZBqH6WBH",
    "createdTime": "2025-11-20T13:51:22.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "เครื่องกล",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "สุพรรณพงศ์",
      "สถาบัน": "ม.เกษตร",
      "Email": "akekapongss881@gmail.com",
      "วันที่สมัคร": "2025-11-20",
      "ชื่อ": "เอกพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1993-04-05",
      "เบอร์มือถือ": "087-362-9314",
      "Last modified time": "2025-11-20T13:51:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMaDhbSYwABW9Ql",
    "createdTime": "2026-03-21T04:24:54.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "จงกลรัตนาภร",
      "Email": "jvillageoasis@gmail.com",
      "วันที่สมัคร": "2026-03-21",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "062-492-6966",
      "Last modified time": "2026-03-21T04:24:54.000Z"
    }
  },
  {
    "id": "recMjMnN37JbauXVa",
    "createdTime": "2024-08-19T07:29:18.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "30",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "วิทยาศาสตร์การอาหาร",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "30",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "อินต๊ะ",
      "สถาบัน": "มหาวิทยาลัยบูรพา",
      "Email": "jibjoy072@gmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "สุดาพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1993-10-22",
      "เบอร์มือถือ": "064-225-1264",
      "Last modified time": "2024-08-19T07:29:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMmeHdW07hzxNYQ",
    "createdTime": "2025-06-03T04:46:25.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "เลขากอง",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "นิติศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "ปฏิสันถาร",
      "นามสกุล (ฉายา)": "จันทร์เพ็ญ",
      "สถาบัน": "รามคำแหง",
      "Email": "jaidee607@gmail.com",
      "วันที่สมัคร": "2025-06-03",
      "ชื่อ": "สุขใจ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2025-06-20",
      "เบอร์มือถือ": "080-353-6551",
      "Last modified time": "2025-06-03T04:46:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMox4wZfjRoPH5m",
    "createdTime": "2025-10-01T08:33:40.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "อาหารและโภชนาการ",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-10-01",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "(064) 639-5623",
      "Last modified time": "2025-11-25T06:49:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMunhTPBTIyrnKw",
    "createdTime": "2025-03-03T09:18:55.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ไกรจงวัฒนา",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคล ธัญบุรี",
      "Email": "yhingadamas@gmail.com",
      "วันที่สมัคร": "2025-03-03",
      "ชื่อ": "ภัคชัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1987-04-03",
      "เบอร์มือถือ": "084-017-1698",
      "Last modified time": "2025-03-03T09:18:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recMxWwm8prkX2SwO",
    "createdTime": "2023-10-10T05:29:53.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศิลธรรม",
      "นามสกุล (ฉายา)": "ฐิโตภาโส",
      "สถาบัน": "มหาวิทยาลัยธรรมกาย แคลิฟอร์เนีย",
      "Email": "plus0072@gmail.com",
      "วันที่สมัคร": "2023-10-10",
      "ชื่อ": "พระบริพัตร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-19",
      "เบอร์มือถือ": "(092) 045-7324",
      "Last modified time": "2023-10-10T05:29:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recN1YOxbDmuyrKSt",
    "createdTime": "2024-06-03T07:25:09.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "58/13",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "58/13",
      "หน่วยงาน กอง/ศูนย์": "ท่าม่วง",
      "นามสกุล (ฉายา)": "อิทฺธิยุตฺโต",
      "Email": "sprasiththi20@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระประสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "084-982-6149",
      "Last modified time": "2024-06-03T07:25:09.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recN8EJMBTUOTbISh",
    "createdTime": "2023-02-15T08:35:59.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "ธุรการเจ้าหน้าที่สโตร์",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "กองมหาธรรกายเจดีย์",
      "นามสกุล (ฉายา)": "ราษี",
      "สถาบัน": "โรงเรียนจอมพระประชาสรรค์",
      "Email": "Saifonvhk072@gmail.com",
      "วันที่สมัคร": "2023-02-15",
      "ชื่อ": "สายฝน",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1977-08-17",
      "เบอร์มือถือ": "0864534516",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:02.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recNDtOuSqpJVsh24",
    "createdTime": "2026-02-22T08:37:19.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ประสานงานศูนย์สาขา",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "ประถมศึกษา",
      "คณะ": "ครุศาสตร์",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "ส่งเสริมศีลธรรมภาคพื้นอเมริกา",
      "นามสกุล (ฉายา)": "ตั้งคุปตานนท์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "sritang@hotmail.com",
      "วันที่สมัคร": "2026-02-22",
      "ชื่อ": "ศรีสุวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2012-11-26",
      "เบอร์มือถือ": "061-539-5272",
      "Last modified time": "2026-03-01T07:54:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNNDEFK6o6aZTWP",
    "createdTime": "2025-02-25T03:38:51.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "สังคมสงเคราะห์ศาสตร์",
      "คณะ": "สังคมสงเคราะห์ศาสตร์",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "ดวงตะวันสันติภาพ",
      "นามสกุล (ฉายา)": "สุขมี",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "wanas.wanatsanan@gmail.com",
      "วันที่สมัคร": "2025-02-25",
      "ชื่อ": "วนัสนันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2000-05-12",
      "เบอร์มือถือ": "063-129-6104",
      "Last modified time": "2025-02-25T03:38:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNPWfoSIg8TYcJR",
    "createdTime": "2024-09-08T07:40:07.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "การตลาด",
      "คณะ": "บริหาร",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "บริหารงานบุคคลและอาสาสมัครฝ่ายโภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2024-09-08",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2024-09-08T07:40:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recNQBNJgLWMereeK",
    "createdTime": "2026-04-27T05:31:28.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "สาธารณูปโภค",
      "นามสกุล (ฉายา)": "ถามิโก",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2026-04-27",
      "ชื่อ": "พระ ศรีธิปย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2026-04-27T05:31:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNYzoLMATGEiRls",
    "createdTime": "2024-07-16T09:04:41.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "25",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "ภาษาญี่ปุ่น",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "เทคโนโลยีเพื่อศีลธรรม",
      "นามสกุล (ฉายา)": "ต่อนิมิตรกุล",
      "สถาบัน": "สจล.",
      "Email": "chinnaphatsorn.tor@gmail.com",
      "วันที่สมัคร": "2024-07-16",
      "ชื่อ": "จิณณ์ณภัสสร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1999-02-11",
      "เบอร์มือถือ": "062-621-1466",
      "Last modified time": "2024-07-16T09:04:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNa3ROw9QUwh8DV",
    "createdTime": "2025-09-29T09:26:48.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไผ",
      "นามสกุล (ฉายา)": "ศิริโรจน์",
      "สถาบัน": "มหาวิทยาลัยอัสสัมชัญ",
      "Email": "aschi.9072@gmail.com",
      "วันที่สมัคร": "2025-09-29",
      "ชื่อ": "อัจจิมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1972-01-01",
      "เบอร์มือถือ": "092-394-0007",
      "Last modified time": "2025-09-29T09:26:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recNbUweIx6ms8BzJ",
    "createdTime": "2025-06-23T00:01:22.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "คอมพิวเธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 8",
      "นามสกุล (ฉายา)": "วงษ์แหวน",
      "สถาบัน": "ราชภัสวนดุสิต",
      "Email": "nongnok90@gmail.com",
      "วันที่สมัคร": "2025-06-23",
      "ชื่อ": "เปณิกา  ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2525-07-10",
      "เบอร์มือถือ": "064-692-6263",
      "Last modified time": "2025-06-23T00:01:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNc8aFHX4Za3mib",
    "createdTime": "2024-08-26T02:33:34.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "45/5",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "อายุ": "45/5",
      "หน่วยงาน กอง/ศูนย์": "สารสนเทศบุคคลกลาง",
      "นามสกุล (ฉายา)": "สุวรรณมณีแดง ผาสุวโร",
      "Email": "spung29@gmail.com",
      "วันที่สมัคร": "2024-08-26",
      "ชื่อ": "พระสัตยนันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-03-29",
      "เบอร์มือถือ": "089-815-9515",
      "Last modified time": "2024-08-26T02:33:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recNcXBq1dnHPt5Qh",
    "createdTime": "2025-09-01T07:32:55.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "การจัดการอุตสาหกรรม",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนานวัตกรรมการเรียนรู้",
      "นามสกุล (ฉายา)": "มณีขาว",
      "สถาบัน": "สถาบันเทคโนโลยีไทย-ญี่ปุ่น",
      "Email": "wanwisa.mk@gmail.com",
      "วันที่สมัคร": "2025-09-01",
      "ชื่อ": "วรรณวิสาข์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1989-07-18",
      "เบอร์มือถือ": "088-002-6152",
      "Last modified time": "2025-09-01T07:32:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNezuYjAuz7yLEN",
    "createdTime": "2025-05-10T13:00:12.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "สถาปัตยกรรม",
      "คณะ": "สถาปัตยกรรม",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองอาคารจอดรถ",
      "นามสกุล (ฉายา)": "ศรีสมบุญ",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "waterbee2528@gmail.com",
      "วันที่สมัคร": "2025-05-10",
      "ชื่อ": "น้ำผึ้ง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1985-09-29",
      "เบอร์มือถือ": "082-501-9728",
      "Last modified time": "2025-05-10T13:00:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNjCmuY7VZ27pSS",
    "createdTime": "2024-08-18T03:40:24.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "วงษ์แหวน",
      "สถาบัน": "ราชภัสวนดุสิต",
      "Email": "nongnok90@gmail.com",
      "วันที่สมัคร": "2024-08-18",
      "ชื่อ": "เปณิกา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2525-07-01",
      "เบอร์มือถือ": "064-692-6263",
      "Last modified time": "2024-08-18T03:40:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recNuQG0BQbIcWDgw",
    "createdTime": "2024-08-06T03:53:20.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "สาขา": "สิ่งแวดล้อม",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ภูธร2",
      "นามสกุล (ฉายา)": "ทองชั้น",
      "สถาบัน": "จุฬาฯ",
      "Email": "sivaporn.vs@gmail.com",
      "วันที่สมัคร": "2024-08-06",
      "ชื่อ": "ศิวพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-05-28",
      "เบอร์มือถือ": "061-196-1562",
      "Last modified time": "2024-08-06T03:53:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recO2CDnZMe5acft0",
    "createdTime": "2025-12-07T08:08:19.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "สื่อการเรียนรู้พระพุทธศาสนา",
      "นามสกุล (ฉายา)": "เขียวจันทร์แสง",
      "Email": "benz.rachawadee4@gmail.com",
      "วันที่สมัคร": "2025-12-07",
      "ชื่อ": "ราชาวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-07-04",
      "เบอร์มือถือ": "085-823-5562",
      "Last modified time": "2025-12-07T08:08:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recO3lYPgeAIrbDeO",
    "createdTime": "2024-05-24T05:15:16.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "22ปี",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "คอมพิวเตอร์-ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "22ปี",
      "หน่วยงาน กอง/ศูนย์": "รักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "จิตปืนวิศว์",
      "สถาบัน": "วิทยาลัยเทคนิคสุรนารี",
      "Email": "season072a@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "วีรวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2002-03-31",
      "เบอร์มือถือ": "097-114-6183",
      "Last modified time": "2024-05-24T05:15:16.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recO7aINiR6w6oM74",
    "createdTime": "2024-09-03T04:22:39.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าหน้าที่",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "การท่องเที่ยว",
      "คณะ": "การจัดการและการท่องเที่ยว",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "วธก.บริสเบน",
      "นามสกุล (ฉายา)": "อยู่สำราญ",
      "สถาบัน": "ม.บูรพา",
      "Email": "yoosamintra@gmail.com",
      "วันที่สมัคร": "2024-09-03",
      "ชื่อ": "มินตรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1992-03-16",
      "เบอร์มือถือ": "065-041-8081",
      "Last modified time": "2024-09-03T04:22:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recO9s9hfLyXjKmBz",
    "createdTime": "2026-02-09T07:22:00.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "ต้อนรับและพิธีกรรมหอฉัน",
      "นามสกุล (ฉายา)": "สิงห์รักษ์",
      "สถาบัน": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "Email": "tik.thanaporn2072@gmail.com",
      "วันที่สมัคร": "2026-02-09",
      "ชื่อ": "ธนพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1977-11-01",
      "เบอร์มือถือ": "085-365-3496",
      "Last modified time": "2026-02-09T07:22:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOJhDvPPjsvtqx1",
    "createdTime": "2025-12-22T12:42:31.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "วงศ์คำปัน",
      "สถาบัน": "โรงเรียนปรินส์รอยแยลส์วิทยาลัย",
      "Email": "Tonkaoweon9@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "รู้คุณศิริ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2012-03-03",
      "เบอร์มือถือ": "083-978-3982",
      "Last modified time": "2025-12-22T12:42:31.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recOKyf1m04CM43XH",
    "createdTime": "2024-08-11T06:58:42.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "Artwork,VDO, พอจ.",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 13 - 14 ส.ค. 2567",
      "สาขา": "ยานยนต์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ฉนฺทชาโต",
      "สถาบัน": "สถาบันเทคโนโลยีไทย-ญี่ปุ่น",
      "Email": "stamp4634@gmail.com",
      "วันที่สมัคร": "2024-08-11",
      "ชื่อ": "พระฐพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-04",
      "เบอร์มือถือ": "085-998-9890",
      "Last modified time": "2024-08-11T06:58:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOMvWOTEQ0q3kXt",
    "createdTime": "2024-02-29T06:50:22.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "กองกลาง",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "ศิลปศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานส่งเสริมศีลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ไทยานันท์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "catfah1234@gmail.com",
      "วันที่สมัคร": "2024-02-29",
      "ชื่อ": "จิติภัส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1997-08-08",
      "เบอร์มือถือ": "087-510-1927",
      "Last modified time": "2024-02-29T06:50:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOQqXL5aw8vMzPn",
    "createdTime": "2025-08-16T03:42:20.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "ไฟฟ้า",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "กองการแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "อาภาสุโภ",
      "สถาบัน": "ม.ขอนแก่น",
      "Email": "daranpob@gmail.com",
      "วันที่สมัคร": "2025-08-16",
      "ชื่อ": "พระดรันภพ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1972-01-02",
      "เบอร์มือถือ": "081-566-7766",
      "Last modified time": "2025-08-16T03:42:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOWrE43Cmunsv2R",
    "createdTime": "2025-08-18T16:59:28.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "ชื่อโปรแกรม": "Adobe Illustrator",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 19",
      "นามสกุล (ฉายา)": "เดินชัยภูมิ",
      "Email": "earth.guszer@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "ณัฐปภัสร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 20-21 ก.ย. 2568",
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2001-05-28",
      "เบอร์มือถือ": "093-321-9489",
      "Last modified time": "2026-05-22T03:44:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOXJZAxVUeRlRCr",
    "createdTime": "2024-06-14T02:05:40.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "ตรส.",
      "นามสกุล (ฉายา)": "ยิ่งแจ่มศิริ",
      "สถาบัน": "มหิดล",
      "Email": "panus.yin@gmail.com",
      "วันที่สมัคร": "2024-06-14",
      "ชื่อ": "พนัส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1990-09-18",
      "เบอร์มือถือ": "(096) 145-3599",
      "Last modified time": "2024-06-15T08:38:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recOZMTlogJDRNVTd",
    "createdTime": "2023-09-04T05:01:42.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "วิศวกรรมศาตร์ความปลอดภัย",
      "คณะ": "วิศวกรรมศารตร์",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "กองภาพลักษณ์ออนไลน์ ",
      "เบอร์ภายใน": "บริหารงานทั่วไป",
      "นามสกุล (ฉายา)": "วุฑฺฒิชโย",
      "สถาบัน": "มหาวิทยาลัย เกษตรศาสตร์ บางเขน",
      "Email": "myway0072@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "พระวชิตศักดิ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-08-19",
      "Last modified time": "2023-09-04T05:01:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recOb3ggy8ldIBn8W",
    "createdTime": "2025-11-25T00:46:02.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "9",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "ประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-11-25",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "061-645-2665",
      "Last modified time": "2025-11-25T00:46:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOg3fsnRciSV5A3",
    "createdTime": "2024-03-16T04:13:23.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "บริการธุรกิจ",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "กองมหาธรรมกายเจดีย์",
      "นามสกุล (ฉายา)": "นิตยพันธ์",
      "สถาบัน": "วิทยาลัยอาชีวศึกษาชลบุรี",
      "Email": "kaidaaw072@gmail.com",
      "วันที่สมัคร": "2024-03-16",
      "ชื่อ": "น.ส.นิตยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1980-09-10",
      "เบอร์มือถือ": "089-792-1821",
      "Last modified time": "2024-03-16T04:13:23.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recOglvo949dDqAKN",
    "createdTime": "2026-05-16T12:10:30.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "67/6",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "67/6",
      "หน่วยงาน กอง/ศูนย์": "กองบริการความสะอาด",
      "นามสกุล (ฉายา)": "กวิวฑฺฒโน",
      "Email": "runggrudj@gmail.com",
      "วันที่สมัคร": "2026-05-16",
      "ชื่อ": "พระจิระพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recOp4pE7MWKF0r47",
    "createdTime": "2025-02-17T03:09:00.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ปฎิบัติธรรม",
      "พรรษาที่": "45/10",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "ไฟฟ้ากำลัง",
      "คณะ": "ช่างไฟฟ้า",
      "อายุ": "45/10",
      "หน่วยงาน กอง/ศูนย์": "ภาวนา",
      "นามสกุล (ฉายา)": "กล่ำอินทร์(ธมฺมินฺโท)",
      "สถาบัน": "สถาบันเทคโนโลยีราชมงคล วิทยาเขตตาก",
      "Email": "sarayutklamin@gmail.com",
      "วันที่สมัคร": "2025-02-17",
      "ชื่อ": "พระมหาศรายุทธ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-06-11",
      "เบอร์มือถือ": "083-995-9951",
      "Last modified time": "2025-02-17T03:09:00.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recOpg0Nui3sdYrS2",
    "createdTime": "2025-09-21T10:50:57.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับและอบรม",
      "นามสกุล (ฉายา)": "ถิรวิริโย",
      "Email": "supakit.pite@gmail.com",
      "วันที่สมัคร": "2025-09-21",
      "ชื่อ": "พระศุภกฤษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-05-30",
      "เบอร์มือถือ": "095-661-7451",
      "Last modified time": "2025-09-21T10:50:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recOxHl04nJAtZa5g",
    "createdTime": "2025-02-16T02:03:46.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "64",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "กองสื่อการเรียนรู้พระพุทธศาสนา",
      "นามสกุล (ฉายา)": "กู้เกียรติกาญจน์",
      "Email": "tasapanboon@gmail.com",
      "วันที่สมัคร": "2025-02-16",
      "ชื่อ": "ธัญญลักษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "เบอร์มือถือ": "064-459-1453",
      "Last modified time": "2025-02-16T02:03:46.000Z"
    }
  },
  {
    "id": "recOy0MBHDtqt5NvP",
    "createdTime": "2024-10-21T04:44:07.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "43/11",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "พุทธศาสตร์",
      "คณะ": "พุทธศาสตรบัณฑิต",
      "อายุ": "43/11",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดลำพูน",
      "นามสกุล (ฉายา)": "สุเทสโก",
      "สถาบัน": "DOU ",
      "Email": "chitsanuphong@windowslive.com",
      "วันที่สมัคร": "2024-10-21",
      "ชื่อ": "พระชิษณุพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1981-10-09",
      "เบอร์มือถือ": "086-654-1716",
      "Last modified time": "2024-10-21T04:44:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recP2cn3PzN8WpHxg",
    "createdTime": "2025-02-03T08:04:47.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "Email": "veenatt@yahoo.com",
      "วันที่สมัคร": "2025-02-02",
      "ชื่อ": " กัญพล ( ยกเลิก )",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-624-6587",
      "Last modified time": "2025-02-05T03:00:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recPQvzn07kAmjPmP",
    "createdTime": "2025-02-18T12:36:49.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "ผลิตสื่อธรรมะ",
      "นามสกุล (ฉายา)": "พวงเงิน",
      "Email": "Teerapong2308@gmail.com",
      "วันที่สมัคร": "2025-02-18",
      "ชื่อ": "นายธีรพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1997-08-23",
      "เบอร์มือถือ": "091-717-1285",
      "Last modified time": "2025-02-18T12:36:49.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recPU0qhqYmKRbYCn",
    "createdTime": "2024-07-08T01:07:19.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "รัฐศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "พุฒละ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "phongsak.302020@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พงษ์ศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2521-08-30",
      "เบอร์มือถือ": "095-710-4144",
      "Last modified time": "2024-07-08T01:07:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recPwpgczQwsQPnoH",
    "createdTime": "2025-06-01T11:08:51.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "-",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "อายุ": "-",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "รัตนาภรณ์",
      "Email": "madamelee2558@gmail.com",
      "วันที่สมัคร": "2025-06-01",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "065-946-6453",
      "Last modified time": "2025-06-01T11:08:51.000Z"
    }
  },
  {
    "id": "recPxGgsiDfXjQm8q",
    "createdTime": "2024-06-03T07:44:03.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "53/11",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "53/11",
      "หน่วยงาน กอง/ศูนย์": "กองภาวนา",
      "นามสกุล (ฉายา)": "เขมโก",
      "Email": "phipob072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระพิภพ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-04-27",
      "เบอร์มือถือ": "063-062-0492",
      "Last modified time": "2024-06-03T07:44:03.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recPys2QOCCYcUQOe",
    "createdTime": "2023-05-10T08:39:46.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "นักเรียน",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "อายุ": "23/1",
      "หน่วยงาน กอง/ศูนย์": "พัฒนามหาเปรียญ",
      "นามสกุล (ฉายา)": "ภาวนาชโย",
      "สถาบัน": "พระปริยัติธรรม",
      "Email": "patongpavana@gmail.com",
      "วันที่สมัคร": "2023-05-10",
      "ชื่อ": "พระมหาศหัศวรรต",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2000-01-19",
      "เบอร์มือถือ": "0994415923",
      "Last modified time": "2023-05-10T08:39:46.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recPzgCieBpPlU4N0",
    "createdTime": "2024-05-02T09:05:49.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "กอง สนง.ปสง.สถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "บุญมีประเสริฐ",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "kdbmps595@gmail.com",
      "วันที่สมัคร": "2024-05-02",
      "ชื่อ": "กานดา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1978-08-28",
      "เบอร์มือถือ": "063-595-3624",
      "Last modified time": "2024-05-02T09:05:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQ0s5p2D5QvIpkU",
    "createdTime": "2025-08-17T14:22:43.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "64",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "หนังสือพิมพ์",
      "คณะ": "สื่อสารมวลชน",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 18",
      "นามสกุล (ฉายา)": "เปลี่ยนโมฬี",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "tipmolee@gmail.com",
      "วันที่สมัคร": "2025-08-17",
      "ชื่อ": "ปาณทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2503-11-18",
      "เบอร์มือถือ": "081-920-0303",
      "Last modified time": "2025-08-17T14:22:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQ8A0i1GjhPVjkk",
    "createdTime": "2024-08-18T08:35:23.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "15",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "อายุ": "15",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "มณิวโร",
      "Email": "pchatchaim@gmail.com",
      "วันที่สมัคร": "2024-08-09",
      "ชื่อ": "พระฉัตรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1978-08-15",
      "เบอร์มือถือ": "(081) 341-6195",
      "Last modified time": "2024-08-18T08:35:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQDh0IIg3tOpfOQ",
    "createdTime": "2024-07-22T08:16:46.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัครช่วยงาน",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "ศรีล้ำเลิศ",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "miiaw072@gmail.com",
      "วันที่สมัคร": "2024-07-22",
      "ชื่อ": "วารินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-08-13",
      "เบอร์มือถือ": "064-282-9793",
      "Last modified time": "2024-07-22T08:16:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQE1uXscil9qnyL",
    "createdTime": "2023-07-02T13:33:04.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "สาขา": "-",
      "คณะ": "-",
      "อายุ": "47/ 5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมพัทลุง",
      "นามสกุล (ฉายา)": "อติสกฺโก",
      "สถาบัน": "-",
      "Email": "bigboon717@gmail.com",
      "วันที่สมัคร": "2023-07-02",
      "ชื่อ": "พระสมศักดิ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1976-03-14",
      "เบอร์มือถือ": "0827468327",
      "Last modified time": "2023-07-02T13:33:04.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recQK1Q9i1o7RgOwn",
    "createdTime": "2025-05-14T23:18:29.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "ทั้สไป",
      "นามสกุล (ฉายา)": "โรจน์ปัญฐากิจ",
      "Email": "wirawan.rojp@gmail.com",
      "วันที่สมัคร": "2025-05-15",
      "ชื่อ": "วิลาวัลย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-07-12",
      "เบอร์มือถือ": "081-554-2494",
      "Last modified time": "2025-05-14T23:18:29.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQThefiPzeSVNOG",
    "createdTime": "2025-07-07T08:41:42.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "เทคโนโลยีสารสนเทศ",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "จ.หนองคาย",
      "นามสกุล (ฉายา)": "คุตฺนสีโล",
      "สถาบัน": "North Bangkok ",
      "Email": "spy_ykk@hotmail.com",
      "วันที่สมัคร": "2025-07-07",
      "ชื่อ": "พระเสนีย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-10-10",
      "เบอร์มือถือ": "094-959-6296",
      "Last modified time": "2025-07-07T08:41:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQTwEfewBbVOElW",
    "createdTime": "2023-08-14T04:30:12.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "วิศวกร",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "สาขา": "ไฟฟ้า",
      "คณะ": "วิศวกรรมศาตร์",
      "อายุ": "55/10",
      "หน่วยงาน กอง/ศูนย์": "สาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "อื่นๆ": "วิศวกร ไฟฟ้า",
      "สถาบัน": "พระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-08-14",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "(093) 397-4172",
      "Last modified time": "2023-09-18T03:52:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQYfPHLqagyvJJd",
    "createdTime": "2023-04-19T05:41:46.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "คอมพิวตอร์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "จงอุดมทรัพย์",
      "สถาบัน": "ม.วงษ์ชวลิตกุล",
      "Email": "072Pornwilai@gmail.com",
      "วันที่สมัคร": "2023-04-19",
      "ชื่อ": "พรวิไล",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "2021-05-31",
      "อื่นๆ (ระบุ)": "สาธุชนทั่วไป",
      "เบอร์มือถือ": "0911426544",
      "Last modified time": "2023-04-19T05:41:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQkkpd7CCzWJF29",
    "createdTime": "2025-06-28T15:21:45.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานส่งเสริมศิลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ศรีเพ็ญ",
      "Email": "panitsri24@gmail.com",
      "วันที่สมัคร": "2025-06-28",
      "ชื่อ": "ปณิธ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1981-04-24",
      "เบอร์มือถือ": "063-442-8555",
      "Last modified time": "2025-06-28T15:21:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQn2xFDJx4c5vTi",
    "createdTime": "2024-05-05T13:39:38.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "-",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "วิศวกรรมการผลิต",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "จันทรัตน์",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์ วิทยาเขตหาดใหญ่",
      "Email": "kamolros2508@gmail.com",
      "วันที่สมัคร": "2024-05-05",
      "ชื่อ": "กมลรส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "2540-01-13",
      "เบอร์มือถือ": "064-072-4132",
      "Last modified time": "2024-05-05T13:39:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQq7XiMOJfoor4S",
    "createdTime": "2025-05-14T23:21:18.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "ชื่อโปรแกรม": "Workshop Webapp Lv.1",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "ทั่วไป",
      "นามสกุล (ฉายา)": "โรจน์ปัญญากิจ",
      "Email": "wirawan.rojp@gmail.com",
      "วันที่สมัคร": "2025-05-15",
      "ชื่อ": "วิลาวัลย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 24-26 มิ.ย. 2568",
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1973-07-12",
      "เบอร์มือถือ": "081-554-2494",
      "Last modified time": "2026-05-22T03:43:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recQtf1i3TuwSPipB",
    "createdTime": "2026-02-09T07:20:39.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "พนักงาน",
      "พรรษาที่": "20",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "สาขา": "duangrudee3382@gmail.com",
      "คณะ": "duangrudee3382@gmail.com",
      "อายุ": "20",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับและพิธีกรรมหอฉัน",
      "นามสกุล (ฉายา)": "ปรีชาไพร",
      "สถาบัน": "โรงเรียนบ้านนาเกียน",
      "Email": "duangrudee3382@gmail.com",
      "วันที่สมัคร": "2026-02-09",
      "ชื่อ": "ดวงฤดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2006-10-02",
      "เบอร์มือถือ": "093-736-3382",
      "Last modified time": "2026-02-09T07:20:39.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recQwKzRtWbkRr1gC",
    "createdTime": "2025-07-11T09:55:14.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เจ้าหน้าที่งานคลังยาและเวชภัณฑ์",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "จิตวิทยาคลินิกและชุมชน",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "สุวรรณสิงห์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "yamrollz1609@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "ทิพวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2534-09-16",
      "เบอร์มือถือ": "098-251-9168",
      "Last modified time": "2025-07-11T09:55:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recR13L1Fs7ptrsvT",
    "createdTime": "2024-08-31T03:39:09.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป​",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "สถาปัตยกรรม​",
      "คณะ": "สถาปัตยกรรม​ศาสตร์​",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "กองพระไตรปิฎก​ศึกษา​",
      "นามสกุล (ฉายา)": "แซ่จาง​",
      "สถาบัน": "มหาวิทยาลัย​เกษตร​ศาสตร์​",
      "Email": "gonow555@gmail.com",
      "วันที่สมัคร": "2024-08-31",
      "ชื่อ": "รัชนีกร​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1989-10-25",
      "เบอร์มือถือ": "083-657-3725",
      "Last modified time": "2024-08-31T03:39:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recR2lrLutTtjcDG7",
    "createdTime": "2026-03-04T05:59:14.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "การท่องเที่ยว",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "จ้อยแสงศรี",
      "สถาบัน": "มหาวิทยาลัยเซนต์จอห์น",
      "Email": "somsiri072@gmail.com",
      "วันที่สมัคร": "2026-03-04",
      "ชื่อ": "สมศิริ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2026-03-15",
      "เบอร์มือถือ": "085-823-6415",
      "Last modified time": "2026-03-04T05:59:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recR47YtvWphXo6ZE",
    "createdTime": "2025-05-11T09:50:58.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "0",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "0",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ฐิติ",
      "Email": "theruj1119@gmail.com",
      "วันที่สมัคร": "2025-05-11",
      "ชื่อ": "ธีร์รัฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-925-4541",
      "Last modified time": "2025-05-11T09:50:58.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recR6frvz3eC0kVIE",
    "createdTime": "2025-02-08T06:30:07.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "เศรษฐศาตร์ การเงิน",
      "คณะ": "เศรษฐศาตร์ ",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "กัลยาณมิตรสากล น.16",
      "นามสกุล (ฉายา)": "วงศ์เดชาธร",
      "สถาบัน": "มหาวิทครามคำแหง",
      "Email": "wokeyoon@gmail.com",
      "วันที่สมัคร": "2025-02-08",
      "ชื่อ": "เกยูร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1968-08-07",
      "เบอร์มือถือ": "062-564-9928",
      "Last modified time": "2025-02-08T06:30:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRCLCUNlfjlbW1M",
    "createdTime": "2025-04-03T06:10:47.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "กองบริการความสะอาด",
      "นามสกุล (ฉายา)": "กวิวฑฺฒโน",
      "สถาบัน": "หอวัง",
      "Email": "runggrudj@gmail.com",
      "วันที่สมัคร": "2025-04-03",
      "ชื่อ": "พระจิระพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2025-04-03T06:10:47.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recRD0yAXAQYixMaJ",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "วรเมโธ",
      "สถาบัน": "โรงเรียนมวกเหล็ก",
      "Email": "mikeozox@gmail.com",
      "วันที่สมัคร": "2023-08-22",
      "ชื่อ": "พระเมธัส",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1997-01-01",
      "เบอร์มือถือ": "(080) 610-5073",
      "Last modified time": "2023-09-06T06:14:21.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recRErnByBrniPdHf",
    "createdTime": "2024-05-26T10:58:04.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร ",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-05-26",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "089-777-7030",
      "Last modified time": "2024-05-26T10:58:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRJq9OtU5JcjGxb",
    "createdTime": "2024-08-19T03:05:28.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "กองพุทธบุตรแก้ว",
      "นามสกุล (ฉายา)": "จันทร์เลิศฤทธิ์",
      "Email": "kungstory@hotmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "รัชนีกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1979-01-11",
      "เบอร์มือถือ": "(096) 815-3992",
      "Last modified time": "2024-08-19T06:36:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRKU5u6kLFby9jC",
    "createdTime": "2025-08-19T09:10:09.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "การจัดการ",
      "ชื่อโปรแกรม": "Adobe Lightroom",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2025-08-19",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 9-11 ก.ย. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2532-10-26",
      "เบอร์มือถือ": "086-146-4195",
      "Last modified time": "2026-05-22T03:44:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRMv6B1RR5m8YOX",
    "createdTime": "2024-07-08T08:39:07.000Z",
    "fields": {
      "สำนัก": "ส่งเสริมศีลธรรม",
      "พรรษาที่": "49/5",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "49/5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สวนแท่นตะวัน",
      "นามสกุล (ฉายา)": "อินทภ้ทโท",
      "Email": "wanna0927151479@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระวันนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2517-08-18",
      "เบอร์มือถือ": "092-715-1749",
      "Last modified time": "2024-07-08T08:39:07.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recRTDUJ9tgVVosem",
    "createdTime": "2024-06-24T06:23:14.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "37/6",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "37/6",
      "หน่วยงาน กอง/ศูนย์": "หลักสูตรเตรียมเจ้าอาวาส",
      "นามสกุล (ฉายา)": "นามราชา",
      "Email": "maxky4289@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระกุลชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "088-914-9644",
      "Last modified time": "2024-06-24T06:23:14.000Z"
    }
  },
  {
    "id": "recRVwoJiz7pT6ArJ",
    "createdTime": "2025-12-23T04:11:50.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "59/8",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "คณะ": "พุทธ",
      "อายุ": "59/8",
      "หน่วยงาน กอง/ศูนย์": "พุทธโลก",
      "นามสกุล (ฉายา)": "พลวธมฺโม",
      "สถาบัน": "มจร",
      "Email": "drboong@gmail.com",
      "วันที่สมัคร": "2025-12-23",
      "ชื่อ": "พรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-07-19",
      "เบอร์มือถือ": "087-502-6888",
      "Last modified time": "2025-12-23T04:11:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recRWxlzNmE5JTN5W",
    "createdTime": "2025-04-25T07:14:28.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานส่งเสริมศีลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ฉนฺทวฑฺโฒ",
      "Email": "ppoempong@gmail.com",
      "วันที่สมัคร": "2025-04-25",
      "ชื่อ": "พระเพิ่มพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-01-17",
      "เบอร์มือถือ": "094-545-6594",
      "Last modified time": "2025-04-25T07:14:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRXdPWHfdCt0XSt",
    "createdTime": "2023-08-15T02:51:01.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้นำบุญ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "นามสกุล (ฉายา)": "นามไพรสันต์",
      "สถาบัน": "มหาวิทยาลัยราชภัฏบ้านสมเด็จเจ้าพระยา",
      "Email": "ningsuntharee@gmail.com",
      "วันที่สมัคร": "2023-08-15",
      "ชื่อ": "สุนทรี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "1976-12-31",
      "อื่นๆ (ระบุ)": "สาธุชน",
      "เบอร์มือถือ": "0922422428",
      "Last modified time": "2023-08-15T02:51:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRlq4TnVRGwsmtt",
    "createdTime": "2023-09-13T07:27:02.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 1",
      "นามสกุล (ฉายา)": "อุดร",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "gorunyahoo@gmail.com",
      "วันที่สมัคร": "2023-09-13",
      "ชื่อ": "โกลัญญา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2016-05-10",
      "เบอร์มือถือ": "(080) 515-1591",
      "Last modified time": "2023-09-13T07:27:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRro7OhNXbWA66g",
    "createdTime": "2024-05-24T05:00:55.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัคร",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "วรรณพุก",
      "สถาบัน": "มหาวิทยาลัยราชภัฏเพชรบุรี",
      "Email": "wawahora599@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "ณฐพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1994-09-12",
      "เบอร์มือถือ": "061-497-5159",
      "Last modified time": "2024-05-24T05:00:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recRwQsMdq3uO8s3J",
    "createdTime": "2025-12-09T06:28:35.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "เทคนิคคอมพิวเตอร์",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "ภาษาอังกฤษธุรกิจ",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "อบรมคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "คุณชัชวาล",
      "สถาบัน": "มหาลัยสวนดูสิต",
      "Email": "nonekuza@gmail.com",
      "วันที่สมัคร": "2025-12-09",
      "ชื่อ": "นันทพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-08-16",
      "เบอร์มือถือ": "093-301-6265",
      "Last modified time": "2025-12-09T06:28:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recS8MtPFW7VRYd9G",
    "createdTime": "2024-10-26T09:02:49.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "กองส่วเสริมศิลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ศรีเพ็ญ",
      "Email": "panitsri24@gmail.com",
      "วันที่สมัคร": "2024-10-26",
      "ชื่อ": "ปณิธ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "เบอร์มือถือ": "063-442-8555",
      "Last modified time": "2024-10-26T09:02:49.000Z"
    }
  },
  {
    "id": "recSE0DX1e7BY9wuk",
    "createdTime": "2026-03-19T10:46:31.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "ยืมตัวช่วยงาน",
      "พรรษาที่": "58/7",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "MIS",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "58/7",
      "หน่วยงาน กอง/ศูนย์": "กองอาคาร ๑๑๕ ปีคุณยายอาจารย์ฯ",
      "นามสกุล (ฉายา)": "ปุญฺญวีโร",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "tnawut@gmail.com",
      "วันที่สมัคร": "2026-03-19",
      "ชื่อ": "พระธนาวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-03-07",
      "เบอร์มือถือ": "095-554-1862",
      "Last modified time": "2026-03-19T10:46:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recSPhFKIun3QX2s9",
    "createdTime": "2026-05-18T01:49:42.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐศาสตร์และรัฐประศาสนศาสตร์",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "มูลนิธิธรรมกาย",
      "นามสกุล (ฉายา)": "นาจาน",
      "สถาบัน": "มหาวิทยาลัยราชภัฎมหาสารคาม",
      "Email": "momaynnnn@gmail.com",
      "วันที่สมัคร": "2026-05-18",
      "ชื่อ": "วณัชฌา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2001-10-07",
      "เบอร์มือถือ": "065-973-4636",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recSQHKQJoUcI3rzZ",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "กองบุคคล",
      "นามสกุล (ฉายา)": "ธมฺมเทโว",
      "สถาบัน": "โรงเรียนรัชตวิทยาคม",
      "Email": "phrachaithep@gmail.com",
      "วันที่สมัคร": "2023-08-10",
      "ชื่อ": "พระมหาชัยเทพ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "2000-04-05",
      "เบอร์มือถือ": "(094) 894-9296",
      "Last modified time": "2023-09-06T06:13:44.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recSThXstAM6XWBph",
    "createdTime": "2026-04-29T05:48:19.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "เทคโนโลยีสื่อสารเพิ่อการศึกษา",
      "คณะ": "ศึกษาศาตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมเมืองตรัง",
      "นามสกุล (ฉายา)": "ชูเพ็ง",
      "สถาบัน": "มสธ",
      "Email": "tussawan072@gmail.com",
      "วันที่สมัคร": "2026-04-29",
      "ชื่อ": "ทัศวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "2520-12-10",
      "เบอร์มือถือ": "092-829-5455",
      "Last modified time": "2026-04-29T05:48:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recSVKFjo0VpLPSqq",
    "createdTime": "2024-05-24T04:51:42.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "graphic design",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "ออกแบบนิเทศศิลป์",
      "คณะ": "มนุษย์ศาสตร์และสังคมสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "Dnewmedia",
      "นามสกุล (ฉายา)": "แซ่โง้ส",
      "สถาบัน": "มรภ.บ้านสมเด็จฯ",
      "Email": "Preedeemon5461@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "ปรีดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "2538-04-03",
      "เบอร์มือถือ": "097-250-9994",
      "Last modified time": "2024-05-24T04:51:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recSZL2N8S7BX49nb",
    "createdTime": "2025-04-25T10:06:57.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "39/11",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "วิศวกรรมอุตสาหการ",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "39/11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมอาสาสมัครต่างประเทศ",
      "นามสกุล (ฉายา)": "พละภิญโญ(นนฺทิมุตฺโต)",
      "สถาบัน": "Kmitl",
      "Email": "b_e_s_t_p@hotmail.com",
      "วันที่สมัคร": "2025-04-25",
      "ชื่อ": "พระวัชรพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-08-03",
      "เบอร์มือถือ": "086-626-4294",
      "Last modified time": "2025-04-25T10:06:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recSkVxFHc9uYldVQ",
    "createdTime": "2024-04-26T09:21:31.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาบุคลากร",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "l_nit072@yahoo.com",
      "วันที่สมัคร": "2024-04-26",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2514-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2024-04-26T09:26:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recSxmY1OeoYnARrU",
    "createdTime": "2023-10-02T07:52:40.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "IT",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-10-02",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "(098) 416-8064",
      "Last modified time": "2023-10-02T07:52:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recT0JxdQDay3tw2w",
    "createdTime": "2024-04-27T02:37:38.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาบุคลากร",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "l_nit072@yahoo.com",
      "วันที่สมัคร": "2024-04-27",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2514-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2024-04-27T02:37:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTBGJk3gtChM5wJ",
    "createdTime": "2023-10-12T07:03:11.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "คณิตศาสตรศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกานลอนดอน",
      "นามสกุล (ฉายา)": "จิตรสม",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "smb.ynb.311@gmail.com",
      "วันที่สมัคร": "2023-10-12",
      "ชื่อ": "กุลธนัชญ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1992-04-11",
      "เบอร์มือถือ": "(061) 643-4964",
      "Last modified time": "2023-10-12T07:03:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTJ35MeCplyVZhl",
    "createdTime": "2023-09-28T17:45:20.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "รองหัวหน้าศูนย์มนุษยศาสตร์ดิจิทัล",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "Information Systems and Computer Networks",
      "คณะ": "Information Sciences and Technology",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎก",
      "นามสกุล (ฉายา)": "หาญสุขวรพาณิช",
      "สถาบัน": "Osaka Institute of Technology",
      "Email": "h.sumachaya@gmail.com",
      "วันที่สมัคร": "2023-09-29",
      "ชื่อ": "สุมัชญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-07-02",
      "เบอร์มือถือ": "(086) 510-5866",
      "Last modified time": "2023-09-28T17:45:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recTL917pC5NBeL5W",
    "createdTime": "2023-09-05T09:27:49.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "พระอาจารย์",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิสันถาร",
      "นามสกุล (ฉายา)": "สุวฑฺฒชโย",
      "สถาบัน": "วัดอุดมรังสี",
      "Email": "happiness6565@hotmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระมหาธนวัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-09-07",
      "เบอร์มือถือ": "(062) 645-5447",
      "Last modified time": "2023-09-05T09:27:49.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recTMrLT4R1CMteHd",
    "createdTime": "2025-02-20T11:21:11.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "สนง.สภาธรรมกายสากล",
      "นามสกุล (ฉายา)": "แก้วบุเรือง",
      "Email": "jkaewboonruang@gmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "จิตราวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "เบอร์มือถือ": "093-156-3694",
      "Last modified time": "2025-02-20T11:21:11.000Z"
    }
  },
  {
    "id": "recTNkARLrWeDhI0U",
    "createdTime": "2025-07-21T02:07:36.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "Programmer ",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "MBA",
      "ชื่อโปรแกรม": "PHP with AI",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "wichaisirijayo@gmail.com",
      "วันที่สมัคร": "2025-07-21",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 13-15 ส.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2026-05-22T03:43:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recTO0vXN1W9ojsPH",
    "createdTime": "2025-09-09T11:17:19.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "ออกแบบนิเทศศิลป์",
      "คณะ": "สถาปัตยกรรมศาสตร์",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระ",
      "นามสกุล (ฉายา)": "สนฺตมโน",
      "สถาบัน": "ม เกษมบัณฑิต",
      "Email": "jonmanv7@gmail.com",
      "วันที่สมัคร": "2025-09-09",
      "ชื่อ": "พระเอกภพ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1978-07-07",
      "เบอร์มือถือ": "063-146-5636",
      "Last modified time": "2025-09-09T11:17:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTO3VricRpaPAqS",
    "createdTime": "2023-10-19T05:14:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "WebApp Level2 (Low-Code) วันที่ 22-24 พ.ย. 2566",
      "ชื่อโปรแกรม": "WebApp Level 2 (Low-Code)",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศิลธรรม",
      "นามสกุล (ฉายา)": "ฐิโตภาโส",
      "สถาบัน": "มหาวิทยาลัยธรรมกาย แคลิฟอร์เนีย",
      "Email": "plus0072@gmail.com",
      "วันที่สมัคร": "2023-10-19",
      "ชื่อ": "พระบริพัตร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 22-24 พ.ย. 2566",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-19",
      "เบอร์มือถือ": "(092) 045-7324",
      "Last modified time": "2026-05-22T03:36:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTSuwmUiO0he5CT",
    "createdTime": "2025-12-07T14:38:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "วิทยาศาสตร์พันธุศาสตร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "พีชะพัฒน์",
      "สถาบัน": "ม.เกษตร",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-12-07",
      "ชื่อ": "อุดมลักษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-02-18",
      "เบอร์มือถือ": "081-559-3288",
      "Last modified time": "2025-12-07T14:38:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recTVOLmE9Pncr4Io",
    "createdTime": "2024-03-04T03:55:11.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "กองวิชาการDCI",
      "นามสกุล (ฉายา)": "รื่นจิตร",
      "สถาบัน": "ม.ธรรมศาสตร์",
      "Email": "icelate.hk@gmail.com",
      "วันที่สมัคร": "2024-03-04",
      "ชื่อ": "กิตติมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-11-15",
      "เบอร์มือถือ": "087-024-5490",
      "Last modified time": "2024-03-04T03:55:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTXOVFowXjaw4oo",
    "createdTime": "2025-07-11T10:00:11.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยพยาบาล",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "รอดเชียง",
      "Email": "Pornapajumz17@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "พรนภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1992-04-17",
      "เบอร์มือถือ": "094-674-3842",
      "Last modified time": "2025-07-11T10:00:11.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recTXqw4zwnxNLKj9",
    "createdTime": "2023-09-15T10:57:08.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "หัวหน้าฝ่าย",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "ภาษาจีน",
      "คณะ": "มนุษย์ศาสตร์และสังคมศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "จัดระเบียบสาธุชน",
      "นามสกุล (ฉายา)": "บวรเจิดพงศ์",
      "สถาบัน": "มหาลัยราชภัฏนครปฐม",
      "Email": "notza2509@gmail.com",
      "วันที่สมัคร": "2023-09-15",
      "ชื่อ": "นลธวัช",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "1995-09-25",
      "เบอร์มือถือ": "(089) 257-5195",
      "Last modified time": "2023-09-15T10:57:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTjHo7tyB7Rbqj9",
    "createdTime": "2026-03-02T04:40:21.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "เทคนิคการแพทย์",
      "คณะ": "สหเวชศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "กิจกรรมพิเศษ",
      "นามสกุล (ฉายา)": "โพธิ์ทรัพย์",
      "Email": "jayhka@gmail.com",
      "วันที่สมัคร": "2026-03-02",
      "ชื่อ": "อลิศรา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2528-03-30",
      "เบอร์มือถือ": "083-540-5650",
      "Last modified time": "2026-03-02T04:40:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTkR1K0KcQNBBPC",
    "createdTime": "2024-10-01T08:25:37.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยคลังยาและเวชภัณฑ์",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล ",
      "เบอร์ภายใน": "50313",
      "นามสกุล (ฉายา)": "เผ่าภูรี",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "wiyashop65@gmail.com",
      "วันที่สมัคร": "2024-10-01",
      "ชื่อ": "วิชยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1984-02-17",
      "เบอร์มือถือ": "061-992-2365",
      "Last modified time": "2024-10-01T08:25:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTkpVL4C5SRbKW1",
    "createdTime": "2026-04-28T07:25:34.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "41/18",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "วิศวกรรมคอมพิวเอตร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "41/18",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "สติมนฺโต",
      "สถาบัน": "เทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "dargonjjj@gmail.com",
      "วันที่สมัคร": "2026-04-28",
      "ชื่อ": "พระไพสิฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-08-24",
      "เบอร์มือถือ": "097-392-4951",
      "Last modified time": "2026-04-28T07:25:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTmOdSWYOdphfjY",
    "createdTime": "2023-08-05T14:47:20.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ธรรมนาถชุดา",
      "สถาบัน": "ม.กรุงเทพ",
      "Email": "dhammachuda@gmail.com",
      "วันที่สมัคร": "2023-08-05",
      "ชื่อ": "อภิญญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1981-08-04",
      "เบอร์มือถือ": "0816617444",
      "Last modified time": "2023-08-10T03:25:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTomkS4s9tsyjWy",
    "createdTime": "2023-06-28T07:20:04.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "กองเขาแก้วเสด็จ",
      "นามสกุล (ฉายา)": "สุวโจ",
      "สถาบัน": "DCI",
      "Email": "suwajo29@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระคำหล้า",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-04-06",
      "เบอร์มือถือ": "0926532565",
      "Last modified time": "2023-06-28T07:20:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTy1kaHZ5ZQEZDo",
    "createdTime": "2023-09-04T03:58:41.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สื่อ DMC",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "เล็กสมทิศ",
      "สถาบัน": "ราชภัฏบ้านสมเด็จเจ้าพระยา",
      "Email": "prakarn_song_2@hotmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "ยุวนันท์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1968-07-25",
      "Last modified time": "2023-09-06T06:03:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recTzY77JadFDDde4",
    "createdTime": "2024-09-27T16:28:26.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิศวกรรม",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายเยาวชนอาสาสมัคร",
      "นามสกุล (ฉายา)": "ฐิตวัฒนพงศ์",
      "สถาบัน": "จุฬาฯ",
      "Email": "natdanai.tp@gmail.com",
      "วันที่สมัคร": "2024-09-27",
      "ชื่อ": "ณัฐดนัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1990-01-05",
      "เบอร์มือถือ": "062-496-2462",
      "Last modified time": "2024-09-27T16:28:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recU1tNndEmD4qtQ5",
    "createdTime": "2023-03-07T02:45:56.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร6",
      "เบอร์ภายใน": "(095) 535-2317",
      "นามสกุล (ฉายา)": "ใจหนัก",
      "สถาบัน": "ศูนย์การศึกษานอกระบบและการศึกษาตามอัธยาศัยอำเภอสวรรคโลก",
      "Email": "cbvhgud8090@gmail.com",
      "วันที่สมัคร": "2023-03-07",
      "ชื่อ": "พิมพ์ประไพ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2001-03-29",
      "เบอร์มือถือ": "(084) 001-8906",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:32:00.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recU26niNj4aoPRcL",
    "createdTime": "2025-02-17T01:15:19.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "บริหารโทรคมนาคม",
      "คณะ": "วิทยาลัยนวัตกรรม",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "กองสำนักงานเลขานุการฝ่ายโรงเรียน",
      "นามสกุล (ฉายา)": "จิตรภาวนากุล",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "gaye072@gmail.com",
      "วันที่สมัคร": "2025-02-17",
      "ชื่อ": "ธัญญลักษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1973-02-12",
      "เบอร์มือถือ": "091-924-7465",
      "Last modified time": "2025-02-17T01:15:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recU2YgdW8BkkOl6F",
    "createdTime": "2023-09-07T10:58:12.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "งานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "33/10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2023-09-07",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "(065) 146-9195",
      "Last modified time": "2023-09-07T10:58:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recU7Zwegp6t2ZkGf",
    "createdTime": "2025-02-10T22:27:08.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "เจ้าหน้าที่บริหารทั่วไป",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "เศรษฐศาสตร์",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "สำนักเรียนอภิธรรม",
      "นามสกุล (ฉายา)": "ปุณโณภาโส",
      "สถาบัน": "รามคำแหง",
      "Email": "suraphon0722@gmail.com",
      "วันที่สมัคร": "2025-02-11",
      "ชื่อ": "พระสุรพล ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1962-02-23",
      "เบอร์มือถือ": "098-887-4707",
      "Last modified time": "2025-02-10T22:27:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUA0NqsIEySQmd4",
    "createdTime": "2024-07-06T02:43:07.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "การตลาด",
      "ชื่อโปรแกรม": "Low-Code Online Lv.2",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการฝ่ายสถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "สุทฺธิสกฺโก",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "p_aekasak@yahoo.com",
      "วันที่สมัคร": "2024-07-06",
      "ชื่อ": "พระเอกศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 23-25 ก.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-04-02",
      "เบอร์มือถือ": "099-614-5556",
      "Last modified time": "2026-05-22T03:39:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUAhVXYD8RLYwJ0",
    "createdTime": "2023-08-14T05:33:22.000Z",
    "fields": {
      "สำนัก": "พัฒนาทรัพยากร",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "สาขา": "อุตสาหการ",
      "คณะ": "วิศวกรรมศาสตร์ ",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "กองรับบริจาค",
      "นามสกุล (ฉายา)": "จันทรากุลศิริ",
      "สถาบัน": "เกษตรศาสตร์",
      "Email": "woraphan.r6@gmail.com",
      "วันที่สมัคร": "2023-08-14",
      "ชื่อ": "วรพรรณ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1975-10-12",
      "เบอร์มือถือ": "(092) 746-0007",
      "Last modified time": "2023-09-18T03:53:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUCLGBT7YEWiYM2",
    "createdTime": "2025-10-30T00:36:47.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "อุปโภคกลาง",
      "นามสกุล (ฉายา)": "สกฺกชโย",
      "Email": "man.donald@yahoo.com",
      "วันที่สมัคร": "2025-10-30",
      "ชื่อ": "พระชัยยศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-10-30",
      "เบอร์มือถือ": "080-612-8150",
      "Last modified time": "2025-10-30T00:36:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUDIR7mZEepgD64",
    "createdTime": "2024-06-17T08:11:14.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "การจัดการทระพยากรเกษตร",
      "คณะ": "ทรัพยากรธรรมชาติและอุตสาหกรรมเกษตร",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "สื่อสร้างารรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "อาจสมัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "thipasp7@gmail.com",
      "วันที่สมัคร": "2024-06-17",
      "ชื่อ": "สุภาวิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-09-14",
      "เบอร์มือถือ": "099-286-5527",
      "Last modified time": "2024-06-17T08:11:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUEHEbtntjFbQAM",
    "createdTime": "2025-05-02T12:39:40.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "59ปี / 4พรรษา",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "59ปี / 4พรรษา",
      "หน่วยงาน กอง/ศูนย์": "พุทธอุทธยานนานาชาติ",
      "นามสกุล (ฉายา)": "หอมรังสฤษดิ์  (ธมฺมชลิโต)",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "merit072@hotmail.com",
      "วันที่สมัคร": "2025-05-02",
      "ชื่อ": "พระชวลิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1965-12-18",
      "เบอร์มือถือ": "097-040-0720",
      "Last modified time": "2025-05-02T12:39:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUFIelm97G0dVvs",
    "createdTime": "2025-02-07T10:51:26.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "ชยวฑฺฒโน",
      "Email": "taweeratz@gmail.com",
      "วันที่สมัคร": "2025-02-07",
      "ชื่อ": "พระทวีรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-04-15",
      "เบอร์มือถือ": "091-502-5000",
      "Last modified time": "2025-02-07T10:51:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUGoQUMhknUY9HX",
    "createdTime": "2023-06-28T07:31:31.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัตฺธรรมภูเก็ต",
      "นามสกุล (ฉายา)": "วีรธมฺโม",
      "สถาบัน": "dou",
      "Email": "vichear2501@gmai.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระวิเชียร  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-01-01",
      "เบอร์มือถือ": "0963424236",
      "Last modified time": "2023-06-28T07:31:31.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recUarfcZy7CUUEY0",
    "createdTime": "2024-07-03T14:55:02.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ช่างภาพ, ต้อนรับต่างประเทศ",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "ภาษาอังกฤษ​",
      "คณะ": "ศิลปะศาสตร์",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "WAB",
      "นามสกุล (ฉายา)": "มหาสุทธิ​กุ​ล",
      "สถาบัน": "มสธ.",
      "Email": "noomnimaimboon@gmail.com",
      "วันที่สมัคร": "2024-07-03",
      "ชื่อ": "เพ็ญศิริ​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1985-11-17",
      "เบอร์มือถือ": "096-119-9296",
      "Last modified time": "2024-07-03T14:55:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUbbS24o6QbADEc",
    "createdTime": "2025-12-16T09:04:43.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "กองการคณะสงฆ์",
      "นามสกุล (ฉายา)": "ธมฺมปตฺโต",
      "Email": "noon_072@hotmail.com",
      "วันที่สมัคร": "2025-12-16",
      "ชื่อ": "พระมหาธรรมนูญ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-11-20",
      "เบอร์มือถือ": "088-004-1220",
      "Last modified time": "2025-12-16T09:04:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recUiRtD5Cu8TywJ2",
    "createdTime": "2024-06-03T07:13:21.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมตราด",
      "นามสกุล (ฉายา)": "อานนฺโท",
      "Email": "jb.likr072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "065-449-1994",
      "Last modified time": "2024-06-03T07:13:21.000Z"
    }
  },
  {
    "id": "recUiZLMOHAvuEYWf",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎกศึกษา",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอมเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-08-15",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "(098) 416-8064",
      "Last modified time": "2023-09-06T06:16:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUj8vjIQERW0hS9",
    "createdTime": "2025-05-11T15:19:23.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "58",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "คณะ": "วิศวกรรมไฟฟ้า",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "รัตนมณี",
      "สถาบัน": "ม.มหานคร",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-05-11",
      "ชื่อ": "วรินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2010-08-06",
      "เบอร์มือถือ": "083-540-9901",
      "Last modified time": "2025-05-11T15:19:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUrix8Oj7n7kAg6",
    "createdTime": "2025-05-02T09:34:34.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "15",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "15",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "มณิวโร",
      "Email": "pchatchaim@gmail.com",
      "วันที่สมัคร": "2025-05-02",
      "ชื่อ": "พระฉัตรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "081-341-6195",
      "Last modified time": "2025-05-02T09:34:34.000Z"
    }
  },
  {
    "id": "recUuYtD08GBaAoAx",
    "createdTime": "2024-05-24T02:50:35.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "เจ้าหน้าที่ทั่วไป",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "การจัดการทรัพยากรเกษตร",
      "คณะ": "ทรัพยากรธรรมชาติและอุตสาหกรรมเกษตร",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "อาจสมัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "thipasp7@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "สุภาวิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-09-24",
      "เบอร์มือถือ": "099-286-5527",
      "Last modified time": "2024-05-24T02:50:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recUvLFPcZ9yy1Zy3",
    "createdTime": "2024-08-16T07:17:12.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "พระฝึกงาน",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ฝ่ายสถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "chudsai@gmail.com",
      "วันที่สมัคร": "2024-08-16",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2024-08-16T07:17:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recUxxPaVLFIx4B78",
    "createdTime": "2024-07-04T02:37:33.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "089-777-7030",
      "Last modified time": "2024-07-04T02:37:33.000Z"
    }
  },
  {
    "id": "recV3CX7faqFI9Cxp",
    "createdTime": "2025-10-10T07:51:17.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "63",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "Accounting & Business",
      "อายุ": "63",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ทองนพเก้า",
      "สถาบัน": "A.C.C.",
      "Email": "uthaiwan.thongnopakao@gmail.com",
      "วันที่สมัคร": "2025-10-10",
      "ชื่อ": "อุทัยวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-06-04",
      "เบอร์มือถือ": "086-880-8024",
      "Last modified time": "2025-10-10T07:51:17.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recV41Trkn86WM5uY",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "วุฑฺฒิวํโส",
      "สถาบัน": "กศน.พระนครศรีอยุธยา",
      "Email": "pramote.4289@gmail.com",
      "วันที่สมัคร": "2023-08-22",
      "ชื่อ": "พระปราโมทย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1977-02-16",
      "เบอร์มือถือ": "(082) 543-6151",
      "Last modified time": "2023-09-06T06:15:13.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recV4UhV1ss8Qc6cx",
    "createdTime": "2024-09-17T05:11:48.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "วงศ์แสนสุข",
      "สถาบัน": "ม.เทคโยยีโลยีสุรนารี",
      "Email": "nakarin.w@hotmail.com",
      "วันที่สมัคร": "2024-09-17",
      "ชื่อ": "นครินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "2527-10-08",
      "เบอร์มือถือ": "082-713-4265",
      "Last modified time": "2024-09-17T05:11:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recV6aRSJNSwrVaEI",
    "createdTime": "2024-08-14T07:43:46.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "หัวหน้ากอง",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "บริหาร DCI",
      "นามสกุล (ฉายา)": "พิญญพงษ์",
      "Email": "sineenard@gmail.com",
      "วันที่สมัคร": "2024-08-14",
      "ชื่อ": "สินีนาฏ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "เบอร์มือถือ": "082-790-7077",
      "Last modified time": "2024-08-14T07:43:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recVEeFPgPNlJaGJ3",
    "createdTime": "2025-08-16T04:50:36.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 19",
      "นามสกุล (ฉายา)": "ณัฐ",
      "Email": "earth.guszer@gmail.com",
      "วันที่สมัคร": "2025-08-16",
      "ชื่อ": "เอิท",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2544-05-28",
      "เบอร์มือถือ": "093-321-9489",
      "Last modified time": "2025-08-16T04:50:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVG9tnWuayTXBZX",
    "createdTime": "2024-06-03T07:26:48.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "45/5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "พุทธศาสตร์บัณฑิต",
      "อายุ": "45/5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฎิบัติธรรมจังหวัดสรีสะเกษ",
      "นามสกุล (ฉายา)": "นิวาท",
      "อื่นๆ": "ปริญญาตรี DOU",
      "สถาบัน": "DOU",
      "Email": "chakkawatn@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระจักรวรรดิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-12-27",
      "อื่นๆ (ระบุ)": "ปริญญาตรี DOU",
      "เบอร์มือถือ": "065-363-3382",
      "Last modified time": "2024-06-03T07:26:48.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recVHYxZIXbzAQ20Q",
    "createdTime": "2025-06-24T07:10:37.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "อาหารและโภชนาการ",
      "ชื่อโปรแกรม": "Photoshop เบื้องต้น",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ วิทยาเขตพระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-06-24",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 8-10 ก.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "064-639-5623",
      "Last modified time": "2026-05-22T03:43:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVKxD6jwkISlyG0",
    "createdTime": "2025-07-04T08:26:40.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "-",
      "พรรษาที่": "6",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "พืชไร่",
      "คณะ": "ผลิตกรรมการเกษตร",
      "อายุ": "6",
      "หน่วยงาน กอง/ศูนย์": "ชุมชนสัมพันธ์",
      "นามสกุล (ฉายา)": "สืบสาย(ฐานสุโภ)",
      "สถาบัน": "เทคโนโลยีการเกษตรแม่โจ้",
      "Email": "loei072@gmail.com",
      "วันที่สมัคร": "2025-07-04",
      "ชื่อ": "พระศุภชล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-01-01",
      "เบอร์มือถือ": "092-715-3171",
      "Last modified time": "2025-07-04T08:26:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVLMCMcMjaR95I6",
    "createdTime": "2024-08-12T07:28:02.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองบริหาร DCI",
      "นามสกุล (ฉายา)": "เพชรแก้วหนู",
      "Email": "kai.jittima@gmail.com",
      "วันที่สมัคร": "2024-08-12",
      "ชื่อ": "จิตติมา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1985-03-23",
      "เบอร์มือถือ": "094-493-7086",
      "Last modified time": "2024-08-12T07:28:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVPACrUPz84wyDY",
    "createdTime": "2024-08-18T03:32:17.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "ชื่อโปรแกรม": "Canva (ดีไซน์ทุกสิ่งได้ง่ายๆ)",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 20-22 ส.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:40:19.000Z"
    }
  },
  {
    "id": "recVTCYScSKoxxPDr",
    "createdTime": "2024-06-24T07:05:41.000Z",
    "fields": {
      "สำนัก": "ส่งเสริมศีลธรรม",
      "ตำแหน่ง": "ศูนย์ปฏิธรรมท่าม่วง",
      "พรรษาที่": "58/13",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "58/13",
      "หน่วยงาน กอง/ศูนย์": "กองจังกาญจนบุรี",
      "นามสกุล (ฉายา)": "เจียมสูงเนิน อิทฺธิยุตฺโตๅ",
      "Email": "sprathithi20@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระประสิทธิ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-12-18",
      "เบอร์มือถือ": "084-982-6149",
      "Last modified time": "2024-06-24T07:05:41.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recVUwbxRQ8NJVOa1",
    "createdTime": "2024-06-20T06:25:05.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "DOU",
      "นามสกุล (ฉายา)": "โคตะระ",
      "สถาบัน": "รามคำแหง",
      "Email": "deetina01@gmail.com",
      "วันที่สมัคร": "2024-06-20",
      "ชื่อ": "อุไรวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1980-10-08",
      "เบอร์มือถือ": "(099) 141-6294",
      "Last modified time": "2024-07-08T04:26:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVWCwSdHjIjkbiA",
    "createdTime": "2025-09-10T03:50:46.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "ภูธร2",
      "นามสกุล (ฉายา)": "แก้วสุขสมบัติ",
      "Email": "nonthanut2567@gmail.com",
      "วันที่สมัคร": "2025-09-10",
      "ชื่อ": "นนทณัฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1996-09-09",
      "เบอร์มือถือ": "080-638-5691",
      "Last modified time": "2025-09-10T03:50:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVXC8AoyWeJVnxJ",
    "createdTime": "2026-04-26T12:48:06.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองริ้วขบวน",
      "นามสกุล (ฉายา)": "นิ่มเจริญ",
      "Email": "bebeevad072@gmail.com",
      "วันที่สมัคร": "2026-04-26",
      "ชื่อ": "พนิตตา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-05-27",
      "เบอร์มือถือ": "082-497-6456",
      "Last modified time": "2026-04-26T12:48:06.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recVf4o1Egp2N56WU",
    "createdTime": "2025-03-01T07:25:30.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "คณะ": "นิติ",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สุริโย",
      "Email": "gemsuriyo@gmail.com",
      "วันที่สมัคร": "2025-03-01",
      "ชื่อ": "ณัชพงษ์ธร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1997-10-06",
      "เบอร์มือถือ": "095-559-3979",
      "Last modified time": "2025-03-01T07:25:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVn2375qOSZUbCW",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "โชติวโร",
      "สถาบัน": "วิทยาลัยการอาชีพขอนแก่น",
      "Email": "Chaiwichit9072@gmail.com",
      "วันที่สมัคร": "2023-08-22",
      "ชื่อ": "พระชัยวิชิต",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1968-04-25",
      "เบอร์มือถือ": "(091) 286-4551",
      "Last modified time": "2023-09-06T06:15:25.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "recVqHBAWZhsN6aGg",
    "createdTime": "2024-05-03T09:46:43.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "60/15",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "60/15",
      "หน่วยงาน กอง/ศูนย์": "แก้วภู 3",
      "นามสกุล (ฉายา)": "นาครัชตะอมร(ปุญฺญสิทฺโธ)",
      "สถาบัน": "มหาวิทยาลัยราชภัฏพระนคร",
      "Email": "simonking0072@gmail.com",
      "วันที่สมัคร": "2024-05-03",
      "ชื่อ": "พระบุญญฤทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1963-06-27",
      "เบอร์มือถือ": "090-199-8799",
      "Last modified time": "2024-05-03T09:46:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVrH2qS0ezc8hkL",
    "createdTime": "2026-03-03T08:28:23.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "50/25",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "50/25",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "นามสกุล (ฉายา)": "ปัญญาวุฑโฒ",
      "Email": "lptho3044@gmail.com",
      "วันที่สมัคร": "2026-03-03",
      "ชื่อ": "พระรุ่งวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-05-29",
      "เบอร์มือถือ": "083-540-7277",
      "Last modified time": "2026-03-03T08:28:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recVw3DLJiuSOGwVK",
    "createdTime": "2025-12-18T06:33:10.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "Programmer ",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ฝ่ายสถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "wichaisitijayo@gmail.com",
      "วันที่สมัคร": "2025-12-18",
      "ชื่อ": "พระวืชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2025-12-18T06:33:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recW0nlcXWLz7IHKS",
    "createdTime": "2024-08-09T03:45:17.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "-",
      "พรรษาที่": "1",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "-",
      "คณะ": "-",
      "อายุ": "1",
      "หน่วยงาน กอง/ศูนย์": "กองบริหาร DCI",
      "นามสกุล (ฉายา)": "ธมฺมจรโณ",
      "สถาบัน": "ศูนย์พุทธศาสตร์ศึกษา DCI",
      "Email": "kiragaya45@gmail.com",
      "วันที่สมัคร": "2024-08-09",
      "ชื่อ": "พระเกริกเกียรติ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2001-12-31",
      "เบอร์มือถือ": "064-617-9797",
      "Last modified time": "2024-08-09T03:45:17.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recW2YjQt2euTXOgO",
    "createdTime": "2024-09-28T10:01:13.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "สถิติ",
      "คณะ": "วิทยาศาตร์",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "สิ่งแวดล้อม",
      "นามสกุล (ฉายา)": "สุทฺธิปภาโส",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "psompharn@gmail.com",
      "วันที่สมัคร": "2024-09-28",
      "ชื่อ": "พระสมภาร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-10-28",
      "เบอร์มือถือ": "083-560-2072",
      "Last modified time": "2024-09-28T10:01:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recW3WxsaeVIU4VZs",
    "createdTime": "2023-09-13T12:01:24.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "พุทธศาสตร์บัณฑิต",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "24/4",
      "หน่วยงาน กอง/ศูนย์": "กองกิจการนิสิต",
      "นามสกุล (ฉายา)": "ธมฺมวาโท",
      "สถาบัน": "ศูนย์พุทธศาสตร์ศึกษา DCI",
      "Email": "voradit072.bek@gmail.com",
      "วันที่สมัคร": "2023-09-13",
      "ชื่อ": "พระมหาวรดิษย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1998-12-09",
      "เบอร์มือถือ": "(099) 505-7445",
      "Last modified time": "2023-09-13T12:01:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recW4WBVWFUQuKww8",
    "createdTime": "2023-08-09T00:37:30.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าหน้าที่่ประสานงานชาวต่างชาติ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "อังกฤษ",
      "คณะ": "อักษรศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "อดุลย์ธีรกิจ",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "noot9712@gmail.com",
      "วันที่สมัคร": "2023-08-09",
      "ชื่อ": "จิรภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1970-09-24",
      "เบอร์มือถือ": "0806429045",
      "Last modified time": "2023-08-09T00:37:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recW5RTNFVcByUgMd",
    "createdTime": "2024-06-03T07:34:49.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "65/6",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "65/6",
      "หน่วยงาน กอง/ศูนย์": "วัดห้วยตองสัก",
      "นามสกุล (ฉายา)": "สุทฺธสทฺโธ",
      "Email": "newat2502@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระนิวัฒน์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-12-06",
      "เบอร์มือถือ": "095-829-8172",
      "Last modified time": "2024-06-03T07:34:49.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recW8X5VuEqtHfOgk",
    "createdTime": "2026-05-19T03:27:17.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "จัดซื้อ",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "ภาวนา",
      "นามสกุล (ฉายา)": "ธนกุลรชา",
      "Email": "Phakpitchaya05@gmail.com",
      "วันที่สมัคร": "2026-05-19",
      "ชื่อ": "ภัคพิชญ์ญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1987-10-13",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recWAnAXgskgimzrp",
    "createdTime": "2024-04-26T04:13:07.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ผู้นำบุญ",
      "พรรษาที่": "61",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "โยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง8",
      "นามสกุล (ฉายา)": "เจียมทับทักษิณ",
      "สถาบัน": "ราชมงคล",
      "Email": "ch24k8@hotmail.com",
      "วันที่สมัคร": "2024-04-26",
      "ชื่อ": "ชูชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2505-11-27",
      "เบอร์มือถือ": "092-639-9988",
      "Last modified time": "2024-04-26T04:13:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recWgn2JKRbwkhtPJ",
    "createdTime": "2024-06-03T07:23:07.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "32/5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "ช่าง",
      "คณะ": "ช่างกลเกษตร",
      "อายุ": "32/5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมมหาสารคาม",
      "นามสกุล (ฉายา)": "อตฺตชโย",
      "Email": "permpoon7072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระเพิ่มพูน",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2535-01-28",
      "เบอร์มือถือ": "065-643-2806",
      "Last modified time": "2024-06-03T07:23:07.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recWhTFKA3RQ2uU8Y",
    "createdTime": "2024-06-03T07:34:57.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "54/5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "54/5",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระ",
      "นามสกุล (ฉายา)": "วรภคฺโค",
      "Email": "pongphan7246@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระพงษ์พันธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-01-14",
      "เบอร์มือถือ": "081-431-7246",
      "Last modified time": "2024-06-03T07:34:57.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recWpfZ3uQuvGQ0RH",
    "createdTime": "2024-03-01T07:22:27.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าหน้าที่ทั่วไป",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "บริหารธุรกิจญี่ปุ่น",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับและอบรม",
      "นามสกุล (ฉายา)": "รุ่งวิชชา",
      "อื่นๆ": "ยกเลิก",
      "สถาบัน": "สถาบันเทคโนโลยีไทย-ญี่ปุ่น",
      "Email": "dhammap275@gmail.com",
      "วันที่สมัคร": "2024-02-25",
      "ชื่อ": "ศศิภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1992-05-02",
      "เบอร์มือถือ": "080-154-6261",
      "Last modified time": "2024-03-01T08:02:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recWqA4Q2Xr9Nj2CE",
    "createdTime": "2025-02-10T10:34:54.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 16",
      "นามสกุล (ฉายา)": "กุลสันติพงศ์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "puttawadee@hotmail.com",
      "วันที่สมัคร": "2025-02-10",
      "ชื่อ": "พุธวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-09-15",
      "เบอร์มือถือ": "081-694-8303",
      "Last modified time": "2025-02-10T10:34:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recWqCZxZVfdHNs4c",
    "createdTime": "2025-08-18T11:56:28.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "คณะ": "สังคมสงเคราะห์",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "อเมริกา",
      "นามสกุล (ฉายา)": "จิตรโอฬาร",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "june.chath.16@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "ฉัฐรส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-06-16",
      "เบอร์มือถือ": "062-952-4179",
      "Last modified time": "2025-08-18T11:56:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recWrzNkpp8mjOJt5",
    "createdTime": "2026-04-25T06:00:09.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "พรรษาที่": "51/4",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "51/4",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์คมนาคม",
      "นามสกุล (ฉายา)": "ผาติวโร",
      "สถาบัน": "จุฬาฯ",
      "Email": "suvitchantatkraiwat@yahoo.co.uk",
      "วันที่สมัคร": "2026-04-25",
      "ชื่อ": "พระสุวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2518-06-19",
      "เบอร์มือถือ": "081-936-1106",
      "Last modified time": "2026-04-25T06:00:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recWvQZH249aRiwBw",
    "createdTime": "2023-10-02T07:49:04.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "IT",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "อุตสาหกรรมเกษตร",
      "คณะ": "วิทยาศาสตร์ประยุกต์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "พระจอใเกล้าพระนครเหนือ",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-10-02",
      "ชื่อ": "ฐิติพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "(098) 416-8064",
      "Last modified time": "2023-10-02T07:49:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recWzgNTc3gPySNfZ",
    "createdTime": "2023-09-06T02:33:28.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "พนักงานทั่วไป",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร9",
      "นามสกุล (ฉายา)": "เด่นกังวาน",
      "สถาบัน": "โรงเรียนราชประชานุเคราะห์21",
      "Email": "nutjareedenkangwan@gmail.com",
      "วันที่สมัคร": "2023-09-06",
      "ชื่อ": "นุจรี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2002-07-17",
      "เบอร์มือถือ": "(096) 135-3752",
      "Last modified time": "2023-09-06T02:33:28.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recX48h0eVRje16fj",
    "createdTime": "2025-08-14T09:09:32.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "การเงิน - การธนาคาร",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "ภาพลักษณ์ออนไลน์",
      "นามสกุล (ฉายา)": "สุจริยานุรักษ์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "soaysisi4484@gmail.com",
      "วันที่สมัคร": "2025-08-14",
      "ชื่อ": "ฐิติรัตน์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1974-12-29",
      "เบอร์มือถือ": "089-698-2831",
      "Last modified time": "2025-08-14T09:09:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recX4kDZ2n1h9cKSa",
    "createdTime": "2024-05-24T09:38:25.000Z",
    "fields": {
      "สำนัก": "สถาบันพุธศิลป์แห่งโลก",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "นฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ธรรมนาถชุดา",
      "Email": "apinya.naruemitr@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "อภิญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1978-08-04",
      "เบอร์มือถือ": "081-661-7444",
      "Last modified time": "2024-05-24T09:38:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recX5BgtzLFZtSXYx",
    "createdTime": "2025-12-10T13:11:27.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ไกรจงวัฒนา",
      "สถาบัน": "ม.เทคโนโลยีราชมงคลธัญบุรี",
      "Email": "yhing_collon@hotmail.com",
      "วันที่สมัคร": "2025-12-10",
      "ชื่อ": "ภัคชัญญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2530-04-03",
      "เบอร์มือถือ": "084-017-1698",
      "Last modified time": "2025-12-10T13:11:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXCY3Nd63Yd3qA9",
    "createdTime": "2024-09-14T13:54:13.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "พรรษาที่": "37/7",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "37/7",
      "หน่วยงาน กอง/ศูนย์": "นฤมิตรศิลป์",
      "นามสกุล (ฉายา)": "กิตฺติสุโภ",
      "Email": "thanakritkittisupo@gmail.com",
      "วันที่สมัคร": "2024-09-14",
      "ชื่อ": "พระธนกฤษ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2530-04-20",
      "เบอร์มือถือ": "094-415-5072",
      "Last modified time": "2024-09-14T13:54:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXEb6wkG3Vcl43h",
    "createdTime": "2024-08-05T11:36:59.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "ส่าธุชน",
      "นามสกุล (ฉายา)": "จงกลรัตนาภรณ์",
      "Email": "nutsha.tg@gmail.com",
      "วันที่สมัคร": "2024-08-05",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1974-09-15",
      "เบอร์มือถือ": "099-246-2955",
      "Last modified time": "2024-08-05T11:36:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXGNrKs6mvvfjUE",
    "createdTime": "2025-03-31T04:17:32.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "อาหารและโภชนาการ",
      "ชื่อโปรแกรม": "AI-Chatbot",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "คอร์11",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ พระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-03-31",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 6-8 พ.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "095-195-4915",
      "Last modified time": "2026-05-22T03:42:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXIYfxiKMDagAlI",
    "createdTime": "2023-02-13T06:18:56.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "ภาษาอังกฤษ",
      "ชื่อโปรแกรม": "คอมพิวเตอร์เบื้องต้น",
      "คณะ": "ครุศาสตร์",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "ปฎิบัตธรรมนานาชาติ",
      "เบอร์ภายใน": "028311530",
      "นามสกุล (ฉายา)": "หีบแก้ว",
      "สถาบัน": "มหาวิทยาลัยราชภัฎสกลนคร",
      "Email": "Suchinda504@gmail.com",
      "วันที่สมัคร": "2023-02-13",
      "ชื่อ": "สุจินดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 8-10 มี.ค 2566",
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1961-10-09",
      "เบอร์มือถือ": "094 2599755",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2026-05-22T03:35:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXJZ6B3phdeY6N1",
    "createdTime": "2025-12-22T12:44:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "13",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "วงศ์คำปัน",
      "สถาบัน": "โรงเรียนปรินส์รอยแยลส์วิทยาลัย",
      "Email": "meowmoee.42877@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "กตัญญูศิริ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2012-03-03",
      "เบอร์มือถือ": "061-806-2266",
      "Last modified time": "2025-12-22T12:44:46.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recXJau6XpGrwjbI2",
    "createdTime": "2024-08-03T14:13:58.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "พระนวกะ",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 13 - 14 ส.ค. 2567",
      "สาขา": "MBA",
      "ชื่อโปรแกรม": "PHP เบื้องต้น",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "wichaisirijayo@gmail.com",
      "วันที่สมัคร": "2024-08-03",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 13-14 ส.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "(064) 426-9193",
      "Last modified time": "2026-05-22T03:40:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recXMTP9xHnX2ZCI2",
    "createdTime": "2024-04-27T02:38:54.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "ชื่อโปรแกรม": "คอมพิวเตอร์เบื้องต้น ฯ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาบุคลากร",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "l_nit072@yahoo.com",
      "วันที่สมัคร": "2024-04-27",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 28-30 พ.ค. 2567",
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2514-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2026-05-22T03:38:29.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXMa1KTeVfDPKNW",
    "createdTime": "2025-05-26T14:22:35.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "20",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "20",
      "หน่วยงาน กอง/ศูนย์": "กองริ้วขบวน",
      "นามสกุล (ฉายา)": "ลาภาตันติกุล",
      "Email": "SUNK2546@hotmail.com",
      "วันที่สมัคร": "2025-05-26",
      "ชื่อ": "ปิติกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2005-05-18",
      "เบอร์มือถือ": "062-218-7049",
      "Last modified time": "2025-05-26T14:22:35.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recXV1LICtKllsr6K",
    "createdTime": "2023-02-17T01:32:12.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยพยาบาล",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "-",
      "คณะ": "-",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "เบอร์ภายใน": "50151",
      "นามสกุล (ฉายา)": "ดีสมปรารถนา",
      "อื่นๆ": "มัธยมศึกษาปลาย",
      "สถาบัน": "อมก๋อยวิทยาคม",
      "Email": "mapaporn20@gmail.com",
      "วันที่สมัคร": "2023-02-17",
      "ชื่อ": "อาภาพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "1986-09-20",
      "อื่นๆ (ระบุ)": "ศูนย์พยาบาล",
      "เบอร์มือถือ": "0911090079",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:30:58.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recXVfAjhcnc3TXgm",
    "createdTime": "2025-04-22T13:13:26.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "โรจน์ปัญญากิจ",
      "สถาบัน": "มธ.",
      "Email": "wirawan.rojp@gmail.com",
      "วันที่สมัคร": "2025-04-22",
      "ชื่อ": "วิลาวัลย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1973-07-12",
      "เบอร์มือถือ": "081-554-2494",
      "Last modified time": "2025-04-22T13:13:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXd38M0ZfD5ejKi",
    "createdTime": "2023-09-04T02:18:48.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริการทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "เบอร์ภายใน": "thanaaiw123@gmail.com",
      "นามสกุล (ฉายา)": "บุญชาญ",
      "สถาบัน": "โพนงามศึกษา",
      "Email": "thanaaiw123@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "ธนาภรณ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1991-10-15",
      "เบอร์มือถือ": "thanaaiw123@gmail.com",
      "Last modified time": "2023-09-04T03:46:16.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recXd3Tzx8ITHj4OL",
    "createdTime": "2024-07-22T11:06:34.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานบุญ",
      "นามสกุล (ฉายา)": "ฐิตคนฺโธ",
      "สถาบัน": "มหาลัยอัสสัมชัญ",
      "Email": "aranyuth@gmail.com",
      "วันที่สมัคร": "2024-07-22",
      "ชื่อ": "พระอรัญยุทธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-07-13",
      "เบอร์มือถือ": "093-548-3698",
      "Last modified time": "2024-07-22T11:06:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXemHf899unyd4U",
    "createdTime": "2025-07-20T15:00:02.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "วารสาร",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "สุขแสวงชัย",
      "สถาบัน": "บ้านสมเด็จเจ้าพระยา",
      "Email": "golanya.1978@gmail.com",
      "วันที่สมัคร": "2025-07-20",
      "ชื่อ": "โกลัญญา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1978-02-16",
      "เบอร์มือถือ": "082-464-1949",
      "Last modified time": "2025-07-20T15:00:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXewczt71xnmfah",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "(084) 099-1789",
      "Last modified time": "2023-09-06T06:16:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXfUMzJ9ubJunXu",
    "createdTime": "2024-08-18T08:36:03.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "ชื่อโปรแกรม": "PHP เบื้องต้น ครั้งที่ 2",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองนิทรรศการ",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "สถาบัน": "มหาวิทยาลัยเกษมบัณฑิต",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-08-08",
      "ชื่อ": "จุฑามาศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 4-5 ก.ย. 2567",
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2026-05-22T03:40:29.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXfthP8YCMIinkQ",
    "createdTime": "2025-02-17T09:40:35.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ผู้นำบุญ อสม ไอโฟนไลฟ์",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "แซ่ตั้ง",
      "Email": "bamee_tg2@hotmail.com",
      "วันที่สมัคร": "2025-02-17",
      "ชื่อ": "อนันตา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1968-07-03",
      "เบอร์มือถือ": "095-424-9985",
      "Last modified time": "2025-02-17T09:40:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXhhxchzwW6v4tD",
    "createdTime": "2023-02-28T08:08:09.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ผู้ชำนาญการ",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "กองอาคาร100ปีฯ",
      "เบอร์ภายใน": "10022",
      "นามสกุล (ฉายา)": "ใจดี",
      "สถาบัน": "ราชภัฏสวนดุสิต",
      "Email": "jaideesaisamorn@gmail.com",
      "วันที่สมัคร": "2023-02-28",
      "ชื่อ": "สายสมร ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1973-06-13",
      "เบอร์มือถือ": "0988832446",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:32:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXi9R1WwP89NdFr",
    "createdTime": "2025-04-11T02:33:18.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "อังกฤษธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "กองนักเขียน",
      "นามสกุล (ฉายา)": "ทองเต็ม",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ",
      "Email": "teitofraud@gmail.com",
      "วันที่สมัคร": "2025-04-11",
      "ชื่อ": "พรรณนิภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1983-01-11",
      "เบอร์มือถือ": "084-295-6454",
      "Last modified time": "2025-04-11T02:33:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXk95bGmseduIsN",
    "createdTime": "2024-10-02T02:45:08.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "EOS/ภาพลักษณ์ออนไลน์/สื่อสารองค์กร",
      "นามสกุล (ฉายา)": "อาษา",
      "Email": "nujung.jimlim@gmail.com",
      "วันที่สมัคร": "2024-10-02",
      "ชื่อ": "อนุสรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1985-06-05",
      "เบอร์มือถือ": "096-964-6597",
      "Last modified time": "2024-10-02T02:45:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXmLmRGfq94FMR7",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "ฟิสิกส์อิเลคโทรนิกส์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง 15 ",
      "นามสกุล (ฉายา)": "ชวนไชยสิทธิ์",
      "สถาบัน": "ม.ธรรมศาสตร์ ศูนย์รังสิต",
      "Email": "por.decha@gmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "เดชา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1975-07-10",
      "เบอร์มือถือ": "(083) 540-5031",
      "Last modified time": "2023-09-06T06:16:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXtweNN1T5tLmLl",
    "createdTime": "2025-08-12T14:05:40.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-08-12",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-08-12T14:05:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recXzvizhHX2JcTmN",
    "createdTime": "2025-07-02T10:18:09.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "สภาฯ",
      "นามสกุล (ฉายา)": "แก้วบุญเรือง",
      "Email": "jkaewboonruang@gmail.com",
      "วันที่สมัคร": "2025-07-02",
      "ชื่อ": "จิตราวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "เบอร์มือถือ": "093-156-3694",
      "Last modified time": "2025-07-02T10:18:09.000Z"
    }
  },
  {
    "id": "recY0SbYCtD0e8dq0",
    "createdTime": "2023-08-19T09:38:56.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ธรรมนาถชุดา",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพ",
      "Email": "dhammachuda@gmail.com",
      "วันที่สมัคร": "2023-08-19",
      "ชื่อ": "อภิญญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1981-08-04",
      "เบอร์มือถือ": "0816617444",
      "Last modified time": "2023-08-19T09:38:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recY1qvVPfHak8z0r",
    "createdTime": "2025-08-16T03:44:01.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "แซ่ซิน",
      "Email": "jaijairiny072@gmail.com",
      "วันที่สมัคร": "2025-08-16",
      "ชื่อ": "พรพิมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1973-11-06",
      "เบอร์มือถือ": "081-551-6976",
      "Last modified time": "2025-08-16T03:44:01.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recYCamd1GDtJWMMl",
    "createdTime": "2025-07-11T08:38:58.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "การเงิน",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "บัญชี",
      "คณะ": "บริหาร",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "กองพิธีกรรม",
      "นามสกุล (ฉายา)": "สิทธิโพธิ์ไชย",
      "สถาบัน": "รามคำแหง",
      "Email": "bunjerd327@yahoo.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "ทิพาพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1968-03-23",
      "เบอร์มือถือ": "066-164-9653",
      "Last modified time": "2025-07-11T08:38:58.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYHHuozupofIajh",
    "createdTime": "2025-09-01T09:41:45.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "พรธาดาวิทย์",
      "Email": "yupapank@gmail.com",
      "วันที่สมัคร": "2025-09-01",
      "ชื่อ": "ยุพาภักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1962-11-09",
      "เบอร์มือถือ": "088-241-2166",
      "Last modified time": "2025-09-01T09:41:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYKohQ9XPCJ4aKM",
    "createdTime": "2023-10-24T08:23:18.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "WebApp Level2 (Low-Code) วันที่ 22-24 พ.ย. 2566",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "34/11",
      "หน่วยงาน กอง/ศูนย์": "พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2023-10-24",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "(065) 146-4195",
      "Last modified time": "2023-10-24T08:23:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYLZ6QLt8r8MFvA",
    "createdTime": "2026-02-17T06:56:27.000Z",
    "fields": {
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      }
    }
  },
  {
    "id": "recYSYyHR50CG31Zn",
    "createdTime": "2025-12-22T10:27:42.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "37 / 15",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "พระพุทธศาสนา",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "37 / 15",
      "หน่วยงาน กอง/ศูนย์": "กองเลขาสำนักการศึกษา",
      "นามสกุล (ฉายา)": "วิสุทฺธสีโล / ช่างงาน",
      "สถาบัน": "มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย",
      "Email": "mind.brightness@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "พระลิขสิทธิ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1988-11-25",
      "เบอร์มือถือ": "090-173-2690",
      "Last modified time": "2025-12-22T10:27:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recYj0EZTL7Irk8aw",
    "createdTime": "2024-05-12T10:47:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "สาขา": "วิทยาการจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ปิ่นเจริญ",
      "สถาบัน": "ม.จันทรเกษม",
      "Email": "chongrak072@gmail.com",
      "วันที่สมัคร": "2024-05-12",
      "ชื่อ": "จงรักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2510-11-01",
      "เบอร์มือถือ": "084-751-0651",
      "Last modified time": "2024-05-12T10:47:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYnrbANyuNnjpvU",
    "createdTime": "2023-09-05T09:30:27.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหารสำนัก",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-09-02",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2023-09-06T06:12:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYoeWckoD8mKDnt",
    "createdTime": "2025-09-27T22:16:42.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ชยพนฺโธ",
      "Email": "non_freedomz@hotmail.com",
      "วันที่สมัคร": "2025-09-28",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(095) 292-9419",
      "Last modified time": "2025-11-25T06:47:28.000Z"
    }
  },
  {
    "id": "recYs3lkLmWa3VX5z",
    "createdTime": "2024-09-28T10:24:10.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "ชื่อโปรแกรม": "Generative AI",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 2-4 ต.ค. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:40:45.000Z"
    }
  },
  {
    "id": "recYs4jBfnwVdwCLf",
    "createdTime": "2025-08-18T03:38:44.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานจังหวัดพะเยา",
      "นามสกุล (ฉายา)": "วรจิตฺโต",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์",
      "Email": "i3alldotcom@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "พระธเนศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-04-13",
      "เบอร์มือถือ": "088-264-9969",
      "Last modified time": "2025-08-18T03:38:44.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYtsHQKDJ4bmc1B",
    "createdTime": "2024-03-01T17:54:26.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "บริหารทั่วไป",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการฝ่ายพัฒนาและสนับสนุน",
      "นามสกุล (ฉายา)": "เถาว์แก่น",
      "สถาบัน": "มหาวิทลัยสุโขทัยธรรมธิราช",
      "Email": "clubywc@gmail.com",
      "วันที่สมัคร": "2024-03-01",
      "ชื่อ": "ศิริพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1997-12-27",
      "เบอร์มือถือ": "093-169-5165",
      "Last modified time": "2024-03-02T03:42:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recYy0OM1irkRIxta",
    "createdTime": "2025-08-03T13:39:42.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "31",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ชยพนฺโธ",
      "Email": "non_freedomz@hotmail.com",
      "วันที่สมัคร": "2025-08-03",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1994-02-15",
      "เบอร์มือถือ": "095-292-9419",
      "Last modified time": "2025-08-03T13:39:42.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recZ3ZTWxOwcnfMzh",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "ปฎิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "มงคลสิริฤกษ์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "peesomluckm@gmail.com",
      "วันที่สมัคร": "2023-08-15",
      "ชื่อ": "สมลักษณ์ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1968-12-08",
      "เบอร์มือถือ": "0817525919",
      "Last modified time": "2023-09-06T06:16:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZGmMio68DyG4Sv",
    "createdTime": "2025-11-22T05:16:10.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-11-22",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2514-01-16",
      "เบอร์มือถือ": "064-639-5623",
      "Last modified time": "2025-11-22T05:16:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZICdRZXfeZ0Xke",
    "createdTime": "2025-11-20T01:34:03.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "10",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "ไฟฟ้าเครื่องกลการผลิต",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "จราจร",
      "นามสกุล (ฉายา)": "คุณจนฺโท",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "hernfhaja@gmail.com",
      "วันที่สมัคร": "2025-11-20",
      "ชื่อ": "พระวรมันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1993-06-14",
      "เบอร์มือถือ": "085-527-0826",
      "Last modified time": "2025-11-20T01:34:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZJLK1MEHk72VV5",
    "createdTime": "2025-02-19T09:57:43.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "สาขา": "การปกครองส่วนท้องถิ่น",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "สมุทรสาคร",
      "นามสกุล (ฉายา)": "เกิดแก้ว",
      "สถาบัน": "มหาวิทยาลัยรามคําแหง",
      "Email": "tumandkris@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "ประเทืองทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1965-05-29",
      "เบอร์มือถือ": "063-378-9965",
      "Last modified time": "2025-02-19T09:57:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZNDo1hwuu4WC72",
    "createdTime": "2023-02-22T10:41:03.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ปสง.",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "บัญชี",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "ภูธร6",
      "นามสกุล (ฉายา)": "แซ่ก๋ง",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์",
      "Email": "nid99072@gmail.com",
      "วันที่สมัคร": "2023-02-22",
      "ชื่อ": "ปราณี ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1972-01-01",
      "เบอร์มือถือ": "(081) 427-9848",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:32:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZUMOVpFEO2F3nR",
    "createdTime": "2023-09-05T12:48:16.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "กมลเดช",
      "สถาบัน": "Dou",
      "Email": "zoomnavaka213@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระธนาวัฒน์ ธิติวโร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-06-02",
      "เบอร์มือถือ": "(095) 253-9597",
      "Last modified time": "2023-09-05T12:48:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZVZzhvNfiRentl",
    "createdTime": "2025-11-15T14:25:07.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "Marketing ",
      "คณะ": "Mba",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองบุคคลและอสม.โภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2025-11-15",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2025-11-15T14:25:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recZXlxsr0Em6l3zD",
    "createdTime": "2024-11-18T09:51:04.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ฝึกงาน",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "MBA",
      "คณะ": "พาณิยศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ฝ่ายสถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "chudsai@gmail.com",
      "วันที่สมัคร": "2024-11-18",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2024-11-19T07:11:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recZZA8Kd69uqmOq8",
    "createdTime": "2024-09-29T09:24:22.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "วิชาการ02",
      "นามสกุล (ฉายา)": "พฤฒิปูรณี",
      "Email": "p.thakorn19@gmail.com",
      "วันที่สมัคร": "2024-09-29",
      "ชื่อ": "ฐกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1976-08-19",
      "เบอร์มือถือ": "064-515-5544",
      "Last modified time": "2024-09-29T09:24:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recZdDbnzLetmBPt2",
    "createdTime": "2024-06-10T12:45:42.000Z",
    "fields": {
      "สำนัก": "สถาบันพุธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารงานทั้วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "คณะ": "เภสัชศาสตร์",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "มุกดา",
      "Email": "worasa_op@hotmail.com",
      "วันที่สมัคร": "2024-06-10",
      "ชื่อ": "วรศรัณย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "เบอร์มือถือ": "(085) 516-5499",
      "Last modified time": "2024-06-15T08:21:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recZelx8dJUjJgGJI",
    "createdTime": "2024-08-05T05:13:52.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษย์​ศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "จักรวาล1",
      "นามสกุล (ฉายา)": "เท่าบุรี",
      "สถาบัน": "รามคำแหง",
      "Email": "stlek.nk@gmail.com",
      "วันที่สมัคร": "2024-08-05",
      "ชื่อ": "สุพรรณี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1981-10-01",
      "เบอร์มือถือ": "092-951-5342",
      "Last modified time": "2024-08-05T05:13:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZsMyiAxMSovwBD",
    "createdTime": "2024-03-02T08:52:10.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "บริหารทั่วไป",
      "พรรษาที่": "72",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "72",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "อรุณ​ศ​ิ​ริ​พันธ์​ุ​",
      "สถาบัน": "ม.กรุงเทพ​",
      "Email": "pronpun.a28@gmail.com",
      "วันที่สมัคร": "2024-03-02",
      "ชื่อ": "พร​พรรณ​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1951-05-28",
      "เบอร์มือถือ": "089-765-9872",
      "Last modified time": "2024-03-02T08:52:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recZtFQFRQ9ARSTfZ",
    "createdTime": "2024-11-19T02:45:59.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "ชื่อโปรแกรม": "Adobe Lightroom",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 19-21 พ.ย. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:42:02.000Z"
    }
  },
  {
    "id": "recZtZX7jfznkHmVa",
    "createdTime": "2024-07-08T08:37:25.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "อบรม",
      "พรรษาที่": "พรรษา11",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "พรรษา11",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมศูนย์สามขา",
      "นามสกุล (ฉายา)": "อธิโชโต",
      "Email": "adisorn25072@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": " พระอดิศร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1997-07-14",
      "เบอร์มือถือ": "094-886-2854",
      "Last modified time": "2024-07-08T08:37:25.000Z"
    }
  },
  {
    "id": "reca6USfUE6PMnMDH",
    "createdTime": "2023-10-02T07:49:05.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "writer ",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "Writing for Children",
      "คณะ": "Faculty of Arts",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "เต็มผาติ",
      "สถาบัน": "Winchester University ",
      "Email": "kitty.tempati@gmail.com",
      "วันที่สมัคร": "2023-10-02",
      "ชื่อ": "วรางคณา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1972-05-25",
      "เบอร์มือถือ": "(081) 481-4182",
      "Last modified time": "2023-10-02T07:49:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recaDiAjUhBfTt5Bs",
    "createdTime": "2024-05-24T04:14:02.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "รัฐศาสตร์",
      "ชื่อโปรแกรม": "VDO ด้วย Sony Vegas Pro",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์",
      "นามสกุล (ฉายา)": "อนันต์สุขสกุล",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "punnasiri2520@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "สิริวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 4-6 มิ.ย. 2567",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-10-08",
      "เบอร์มือถือ": "092-945-4229",
      "Last modified time": "2026-05-22T03:38:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recaGmcY9u7IUf7Tl",
    "createdTime": "2023-06-12T08:28:17.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "ชื่อโปรแกรม": "Sony Vegas Pro",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "กองประสานงานสถาบันธรรมชัยนานาชาติ",
      "นามสกุล (ฉายา)": "คิดสวย",
      "สถาบัน": "โรงเรียนพระปริยัติธรรม",
      "Email": "voice.bee.honey@gmail.com",
      "วันที่สมัคร": "2023-06-12",
      "ชื่อ": "ฐิติพร ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 3-4 ก.ค. 2566",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-07-11",
      "เบอร์มือถือ": "0984168064",
      "Last modified time": "2026-05-22T03:35:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recaHeOOOM7PftBrw",
    "createdTime": "2024-08-28T06:59:58.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "ชื่อโปรแกรม": "Adobe InDesign",
      "คณะ": "International Buddhist Studies College",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "กองการคณะสงฆ์",
      "นามสกุล (ฉายา)": "ฮวง",
      "สถาบัน": "Mahachulalongkornrajavidyalaya University",
      "Email": "kanju.muk@gmail.com",
      "วันที่สมัคร": "2024-08-28",
      "ชื่อ": "มุกมณี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 24-26 ก.ย. 2567",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1968-01-04",
      "เบอร์มือถือ": "064-874-9895",
      "Last modified time": "2026-05-22T03:40:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recaWEAkgJCElEap0",
    "createdTime": "2023-10-05T09:25:20.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "สาธุชน",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "วิศวกรรมเมคาทรอนิกส์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "แซ่ลิ่ม",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์ วิทยาเขตหาดใหญ่",
      "Email": "tai140830@gmail.com",
      "วันที่สมัคร": "2023-10-05",
      "ชื่อ": "แก้วใจ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1987-08-14",
      "เบอร์มือถือ": "(099) 797-5001",
      "Last modified time": "2023-10-05T09:25:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recaai7y3fw1am3U0",
    "createdTime": "2026-05-17T08:10:08.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ไกรสุวรรณสาร",
      "สถาบัน": "มหาวิทยาลัยอัสสัมชัน",
      "Email": "shinyday072@gmail.com",
      "วันที่สมัคร": "2026-05-17",
      "ชื่อ": "ญาดา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1979-04-18",
      "เบอร์มือถือ": "082-951-4539",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recabPWzweMD4riVX",
    "createdTime": "2024-05-11T10:08:29.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ไล",
      "สถาบัน": "-",
      "Email": "Sarothley579@gmail.com",
      "วันที่สมัคร": "2024-05-11",
      "ชื่อ": "สาโรจน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-07-27",
      "เบอร์มือถือ": "000-000-0000",
      "Last modified time": "2024-05-11T10:08:29.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recabZVu1p5JfmvVT",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การบัญชี",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง5",
      "นามสกุล (ฉายา)": "เธียรโอภาส",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "prapong999@hotmail.com",
      "วันที่สมัคร": "2023-08-17",
      "ชื่อ": "ประพงษ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1961-10-01",
      "เบอร์มือถือ": "(094) 497-4788",
      "Last modified time": "2023-09-06T06:16:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recaiolKU3jmSaPT0",
    "createdTime": "2024-11-14T04:31:51.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "สนง.สภาธรรมกายสากล",
      "นามสกุล (ฉายา)": "แก้วบุญเรือง",
      "Email": "jkaewboonruang@gmail.com",
      "วันที่สมัคร": "2024-11-14",
      "ชื่อ": "จิตราวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "เบอร์มือถือ": "093-156-3694",
      "Last modified time": "2024-11-14T09:41:56.000Z"
    }
  },
  {
    "id": "recapLHgUbwHZS79n",
    "createdTime": "2024-09-14T06:22:12.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "Artwork",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "สาขา": "ยานยนต์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "อบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ฉนฺทชาโต",
      "สถาบัน": "เทคโนโลยีไทยญี่ปุ่น",
      "Email": "stamp4634@gmail.com",
      "วันที่สมัคร": "2024-09-14",
      "ชื่อ": "พระฐพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-04",
      "เบอร์มือถือ": "085-998-9890",
      "Last modified time": "2024-09-14T06:22:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recas4GzmqdKsZgQh",
    "createdTime": "2024-07-10T04:17:55.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "จุลชีววิทยา",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "กองบริการเครือข่ายคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "สิทฺธิชโย",
      "สถาบัน": "พระจอมเกล้าธนบุรี",
      "Email": "khomsit@gmail.com",
      "วันที่สมัคร": "2024-07-10",
      "ชื่อ": "คมสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1974-06-21",
      "เบอร์มือถือ": "083-540-5049",
      "Last modified time": "2024-07-10T04:17:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recatpSIgxdUW4PjM",
    "createdTime": "2024-05-15T09:37:01.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "การเงิน",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "สาขา": "โฆษณา",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "แซ๋จิว",
      "สถาบัน": "สุโขทัยธ่รรมาธิราช",
      "Email": "lifegoingon072@gmail.com",
      "วันที่สมัคร": "2024-05-15",
      "ชื่อ": "สุนีย์ภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1966-12-19",
      "เบอร์มือถือ": "081-482-2052",
      "Last modified time": "2024-05-15T09:37:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recaxfhc82xjgnb61",
    "createdTime": "2025-08-10T14:01:18.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "58/26",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "คณะ": "ครุศาสตร์",
      "อายุ": "58/26",
      "หน่วยงาน กอง/ศูนย์": "Denmark",
      "นามสกุล (ฉายา)": "ญาณวีโร",
      "สถาบัน": "มจร",
      "Email": "yanawe072@gmail.com",
      "วันที่สมัคร": "2025-08-10",
      "ชื่อ": "พระกล้าณรงค์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2010-08-01",
      "เบอร์มือถือ": "093-164-7404",
      "Last modified time": "2025-08-10T14:01:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recayxG9TtFv2mNMb",
    "createdTime": "2025-12-19T11:16:01.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนายการสำนัก",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "พุทธบริหาร",
      "คณะ": "ครุศาสตร์",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "ประสานงานศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "กุลธีโร",
      "สถาบัน": "มจร",
      "Email": "kula072@gmail.com",
      "วันที่สมัคร": "2025-12-19",
      "ชื่อ": "พระธีรพัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2513-02-02",
      "เบอร์มือถือ": "083-540-6603",
      "Last modified time": "2025-12-19T11:16:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recb5GkYQymYODFlt",
    "createdTime": "2026-03-13T03:05:13.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "Human Resource Mgt",
      "คณะ": "Public Administration",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "กองเลขานุการฝ่ายสื่อดิจิทัล",
      "นามสกุล (ฉายา)": "เสถียรนพเก้า",
      "สถาบัน": "California State University, Long Beach",
      "Email": "phanwat51@yahoo.com",
      "วันที่สมัคร": "2026-03-13",
      "ชื่อ": "วีระพันธุ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1969-01-14",
      "เบอร์มือถือ": "081-480-7138",
      "Last modified time": "2026-03-13T03:05:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recb6btgG9ePSQbWu",
    "createdTime": "2024-09-21T06:00:24.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "61",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "การบัญชี",
      "คณะ": "บธบ",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "พุฒิพรสกุล",
      "สถาบัน": "รามคำแหง",
      "Email": "kornchap@gmail.com",
      "วันที่สมัคร": "2024-09-21",
      "ชื่อ": "กรชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1963-04-09",
      "เบอร์มือถือ": "099-425-4153",
      "Last modified time": "2024-09-21T06:00:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recb6zVxMBCbrf5T5",
    "createdTime": "2023-04-15T15:47:40.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "visual effect",
      "คณะ": "ดิจิตอลอาร์ต",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "กองธรรมวารี",
      "นามสกุล (ฉายา)": "ธิราช",
      "สถาบัน": "มหาวิทยาลัยรังสิต",
      "Email": "beamthirach@gmail.com",
      "วันที่สมัคร": "2023-04-15",
      "ชื่อ": "ภัควีณ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2003-07-02",
      "เบอร์มือถือ": "081 121 3505 , 092 804 5025",
      "Last modified time": "2024-06-03T10:28:53.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recb7sl31fw2hRhph",
    "createdTime": "2026-05-13T09:33:15.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "50/25",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "50/25",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "นามสกุล (ฉายา)": "ปัญญาวุฑโฒ",
      "Email": "lptho3044@gmail.com",
      "วันที่สมัคร": "2026-05-13",
      "ชื่อ": "พระรุ่งวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-05-29",
      "เบอร์มือถือ": "083-540-7277",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recb8HSgvLkB4sMAC",
    "createdTime": "2025-10-25T06:44:13.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "กฎหมายระหว่างประเทศ",
      "คณะ": "นิติศาสตร์",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายแคลิฟอร์เนีย",
      "นามสกุล (ฉายา)": "สิริวํโส",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "ncharoen1960@gmail.com",
      "วันที่สมัคร": "2025-10-25",
      "ชื่อ": "พระมหาณัฐพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1960-10-10",
      "เบอร์มือถือ": "084-312-7376",
      "Last modified time": "2025-10-25T06:44:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recbF25tIFRgouXAA",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "บัญชี",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง17",
      "นามสกุล (ฉายา)": "วรรณพิรุณ",
      "สถาบัน": "วิทยาลัยพณิชยการบางนา",
      "Email": "napawanpirun9@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "นภา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1961-09-24",
      "เบอร์มือถือ": "(081) 667-3663",
      "Last modified time": "2023-09-06T06:13:08.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recbSyrUo5SzoOZlm",
    "createdTime": "2026-05-23T03:56:53.000Z",
    "fields": {
      "สำนัก": "น.4",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "นามสกุล (ฉายา)": " พฤกษากร",
      "ชื่อ": "จรัสพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "เบอร์มือถือ": "(094)-324-7040",
      "Last modified time": "2026-05-23T03:57:56.000Z"
    }
  },
  {
    "id": "recbYPdwY2fbMVbWM",
    "createdTime": "2023-09-04T06:49:31.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงาน",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "วิทยาศาสตร์ศึกษา-เอกเดี่ยวเคมี",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "พวงมาลัย",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "paen.net@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "ลำแพน",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1990-08-24",
      "เบอร์มือถือ": "(065) 529-8741",
      "Last modified time": "2023-09-04T06:49:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recbYxgepZPOuz6v4",
    "createdTime": "2025-02-05T01:26:31.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษย์",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ",
      "นามสกุล (ฉายา)": "ตุ้มทอง",
      "สถาบัน": "รามคำแหง",
      "Email": "jenniesport1987@gmail.com",
      "วันที่สมัคร": "2025-02-05",
      "ชื่อ": "ทิพรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1987-01-17",
      "เบอร์มือถือ": "062-697-9659",
      "Last modified time": "2025-02-05T01:26:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recbZoYzPPFDzlfh2",
    "createdTime": "2024-02-28T06:14:27.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประธานศูนย์สาขา",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "บริหารทรัพยากรมนุษย์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมแก้วมงคลสกลนคร",
      "นามสกุล (ฉายา)": "กนฺตปญฺโญ",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "kantapanyo072@gmail.com",
      "วันที่สมัคร": "2024-02-28",
      "ชื่อ": "พระเชิด ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-06-30",
      "เบอร์มือถือ": "081-564-5204",
      "Last modified time": "2024-02-28T06:14:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recbjurtzGCN2LM8M",
    "createdTime": "2024-05-01T07:09:36.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าอาวาส",
      "พรรษาที่": "55/21",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "55/21",
      "หน่วยงาน กอง/ศูนย์": "วัดภาวนาซานดิเอโก",
      "นามสกุล (ฉายา)": "ติกฺขวีโร",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "tikkaweero@gmail.com",
      "วันที่สมัคร": "2024-05-01",
      "ชื่อ": "พระอนุชิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-21",
      "เบอร์มือถือ": "085-127-4909",
      "Last modified time": "2024-05-01T07:09:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recborNT76MxX2YJe",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "เผยแผ่",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "กองอาสาสมัคร",
      "นามสกุล (ฉายา)": "ปราศจากอิทธิพล ธมฺมปูโร",
      "สถาบัน": "ธรรมชัย",
      "Email": "pwanpoo@gmail.com",
      "วันที่สมัคร": "2023-08-15",
      "ชื่อ": "พระมหาวันพู",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1997-09-03",
      "เบอร์มือถือ": "(082) 254-5863",
      "Last modified time": "2023-09-06T06:14:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recbpPfoO64g7lVr8",
    "createdTime": "2024-02-14T03:40:05.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ส.สื่อธรรมะ",
      "นามสกุล (ฉายา)": "เกตุสถล",
      "สถาบัน": "กศน. อำเภอธัญบุรี",
      "Email": "nanwattaporn@gmail.com",
      "วันที่สมัคร": "2024-02-14",
      "ชื่อ": "น.ส.ปิยธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1990-06-20",
      "เบอร์มือถือ": "092-632-5462",
      "Last modified time": "2024-02-14T03:40:05.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recbrOM8XQ0GkRdmD",
    "createdTime": "2026-03-13T02:17:09.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "ล่ามแขก",
      "สถาบัน": "มหาวิทยาลัยขอนแก่น",
      "Email": "shinyprang072@gmail.com",
      "วันที่สมัคร": "2026-03-13",
      "ชื่อ": "ปรางมาศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1982-06-24",
      "เบอร์มือถือ": "096-641-4696",
      "Last modified time": "2026-03-13T02:17:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recbzY5lXMRx9o8Mf",
    "createdTime": "2026-05-23T03:59:13.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "นามสกุล (ฉายา)": "สิริชโย",
      "ชื่อ": "วิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "Last modified time": "2026-05-23T04:00:07.000Z"
    }
  },
  {
    "id": "recc13hPrnfJuHZBf",
    "createdTime": "2024-02-10T12:32:41.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2024-02-10",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2024-02-10T12:32:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recc1nHMJjKKfj3w8",
    "createdTime": "2023-09-25T06:22:33.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ปุณจรัสรวีธัม",
      "สถาบัน": "-",
      "Email": "gleam.rmutt@gmail.com",
      "วันที่สมัคร": "2023-09-25",
      "ชื่อ": "ประสุวีณ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1987-04-21",
      "เบอร์มือถือ": "(096) 362-3655",
      "Last modified time": "2023-09-25T06:22:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recc7e5pMgSNG6Z7C",
    "createdTime": "2026-03-07T03:06:03.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "บริหารงานทั่วไป(เตรียมสื่อ)",
      "พรรษาที่": "60",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "การตลาด",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ผลิตรายการ",
      "นามสกุล (ฉายา)": "กระสินพันธุ์",
      "สถาบัน": "ม.ราชภัฎธนบุรี",
      "Email": "Tippawanngow@gmail.com",
      "วันที่สมัคร": "2026-03-07",
      "ชื่อ": "ทิพวัลย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1965-12-18",
      "เบอร์มือถือ": "063-168-9657",
      "Last modified time": "2026-03-07T03:06:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recc8kX6byhcXb2bk",
    "createdTime": "2024-07-05T02:57:22.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ชา่งซ่อมบำรุง",
      "พรรษาที่": "60",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "ช่างกลโรงงาน",
      "คณะ": "ช่างกล",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "ประณีตศิลป์",
      "นามสกุล (ฉายา)": "ทับศรีแก้ว",
      "สถาบัน": "ราชมงคลโคราช",
      "Email": "kamol0825919928@gmail.com",
      "วันที่สมัคร": "2024-07-05",
      "ชื่อ": "กมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "เบอร์มือถือ": "(092) 591-9928",
      "Last modified time": "2024-07-08T04:28:36.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "reccAfjIFRbAjZ9ty",
    "createdTime": "2023-09-14T07:25:24.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "เจ้าหน้าที่ห้องสมุดภาพ",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "เบอร์ภายใน": "14055",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2023-09-14",
      "ชื่อ": "สุชาดา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "(084) 099-1789",
      "Last modified time": "2023-09-14T07:25:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reccBOrbxAYH2Mr7s",
    "createdTime": "2023-09-15T08:13:15.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "อาสาสมัคร",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "68",
      "หน่วยงาน กอง/ศูนย์": "กองโภชนาการ",
      "นามสกุล (ฉายา)": "สุภาพิศ",
      "สถาบัน": "สิงหราชวิทยา",
      "Email": "sumotasupapit349@gemeil.com",
      "วันที่สมัคร": "2023-09-15",
      "ชื่อ": "สุมณฑา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1955-11-19",
      "เบอร์มือถือ": "(095) 649-2678",
      "Last modified time": "2023-09-15T08:13:15.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reccCvrlmPpatBIex",
    "createdTime": "2024-06-20T06:27:08.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "บริการสารสนเทศ",
      "เบอร์ภายใน": "14141",
      "นามสกุล (ฉายา)": "ทองใจ",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพธนบุรี",
      "Email": "ariyachad072@gmail.com",
      "วันที่สมัคร": "2024-06-20",
      "ชื่อ": "อริยฉัตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1987-06-28",
      "เบอร์มือถือ": "093-651-5597",
      "Last modified time": "2024-06-20T06:27:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reccHEwGK80O1gDMM",
    "createdTime": "2024-03-25T02:31:34.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "สาขา": "การตลาด",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "บริการสารสนเทศ",
      "นามสกุล (ฉายา)": "ทองใจ",
      "สถาบัน": "มหาวิทยาลัยกรุงเทพธนบุรี",
      "Email": "ariyachad072@gmail.com",
      "วันที่สมัคร": "2024-03-25",
      "ชื่อ": "อริยฉัตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1987-06-28",
      "เบอร์มือถือ": "093-651-5597",
      "Last modified time": "2024-03-25T02:31:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reccHG9x6ZT0fRVwq",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "กองมหาธรรกายเจดีย์",
      "นามสกุล (ฉายา)": "คำศิริ",
      "สถาบัน": "โรงเรียนบ้านโนนยาง",
      "Email": "nid73787@gmail.com",
      "วันที่สมัคร": "2023-08-07",
      "ชื่อ": "ทองศรี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1995-05-23",
      "เบอร์มือถือ": "(082) 152-4422",
      "Last modified time": "2023-09-06T06:16:13.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reccPdgHE5bKJBm4g",
    "createdTime": "2025-09-04T14:09:21.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "สำนักเรียนพระอภิธรรม",
      "นามสกุล (ฉายา)": "อคฺคชโย",
      "Email": "prachay666@gmail.com",
      "วันที่สมัคร": "2025-09-04",
      "ชื่อ": "พม.อัครชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "094-845-7008",
      "Last modified time": "2025-09-04T14:09:21.000Z"
    }
  },
  {
    "id": "reccZf6YBRTVTlh1u",
    "createdTime": "2025-02-20T09:48:42.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "ิbiotech",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "สร้างสรรค์บรรยากาศงานบุญ",
      "นามสกุล (ฉายา)": "ปิ่นสูรย์",
      "สถาบัน": "มหาวิทยาลัยบูรพา",
      "Email": "supananpin@hotmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "สุปานันท์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1976-01-04",
      "เบอร์มือถือ": "083-187-5599",
      "Last modified time": "2025-02-20T09:48:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reccf1cWkKIT2AFs0",
    "createdTime": "2025-11-15T14:28:25.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "Marketing ",
      "ชื่อโปรแกรม": "Ai Agent",
      "คณะ": "Mba",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองบุคคลโภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2025-11-15",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 23-25 ธ.ค. 2568",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2026-05-23T01:54:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "reccsNWMuZP6Oc1LR",
    "createdTime": "2025-05-06T01:55:45.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "67/6",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "67/6",
      "หน่วยงาน กอง/ศูนย์": "กองชุมชนสัมพันธ์",
      "นามสกุล (ฉายา)": "ฐานสุโภ",
      "สถาบัน": "สถาบันเทคโนโลยีการเกษตรแม่โจ้",
      "Email": "loei072@gmail.com",
      "วันที่สมัคร": "2025-05-06",
      "ชื่อ": "พระศุภชล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1958-01-01",
      "เบอร์มือถือ": "095-791-5010",
      "Last modified time": "2025-05-06T01:55:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recd2A5U2bepgxfDk",
    "createdTime": "2025-12-12T07:43:04.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "ผู้อำนวยการ",
      "พรรษาที่": "54 ปี / 28 พรรษา",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "สันติศึกษา",
      "คณะ": "บัณฑิตวิทยาลัย",
      "อายุ": "54 ปี / 28 พรรษา",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "เจริญรัตตะวงศ์",
      "สถาบัน": "ม.มหาจุฬาลงกรณราชวิทยาลัย",
      "Email": "sanitwong@gmail.com",
      "วันที่สมัคร": "2025-12-12",
      "ชื่อ": "พระครูสมุห์สนิทวงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-08-12",
      "เบอร์มือถือ": "083-540-4744",
      "Last modified time": "2025-12-12T07:43:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recd5PDGE2PQNjscR",
    "createdTime": "2025-06-03T04:50:28.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "เพ็ชรสุกร",
      "Email": "song0877815141@gmail.com",
      "วันที่สมัคร": "2025-06-03",
      "ชื่อ": "อริศา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2020-09-29",
      "เบอร์มือถือ": "082-462-2959",
      "Last modified time": "2025-06-03T04:50:28.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recd7T54ardXzdxxo",
    "createdTime": "2025-05-03T10:56:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "เกษียณ",
      "พรรษาที่": "63",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "โยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "63",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง8",
      "นามสกุล (ฉายา)": "เจียมทับทักษิณ",
      "สถาบัน": "ราชมงคล",
      "Email": "ch24k8@hotmail.com",
      "วันที่สมัคร": "2025-05-03",
      "ชื่อ": "ชูชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-11-27",
      "เบอร์มือถือ": "092-639-9988",
      "Last modified time": "2025-05-03T10:56:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recd8wd0xfV4tHzsu",
    "createdTime": "2023-08-23T10:32:40.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "พนักงานงาน",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "กองปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "บุญเรืองกุลเดช",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "niradanok@gmail.com",
      "วันที่สมัคร": "2023-08-23",
      "ชื่อ": "นิรดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1969-05-28",
      "เบอร์มือถือ": "(092) 314-4650",
      "Last modified time": "2023-09-18T04:02:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recdAteE8oqtoTcKp",
    "createdTime": "2025-12-16T09:07:16.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "ช่างยนต์",
      "คณะ": "ช่างอุตสาหกรรม",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมเยาวชน",
      "นามสกุล (ฉายา)": "แก้วนอก (กุลเมโธ)",
      "สถาบัน": "วิทยาลัยเทคนิคบัวใหญ่",
      "Email": "jakkrit8272@gmail.com",
      "วันที่สมัคร": "2025-12-16",
      "ชื่อ": "พระจักกริช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1980-10-12",
      "เบอร์มือถือ": "089-686-5615",
      "Last modified time": "2025-12-16T09:07:16.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recdF6hFyZxgNUzFc",
    "createdTime": "2025-11-17T01:05:24.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "1",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "1",
      "หน่วยงาน กอง/ศูนย์": "AEC",
      "นามสกุล (ฉายา)": "จิรนนฺโท",
      "Email": "candypop7777@gmail.com",
      "วันที่สมัคร": "2025-11-17",
      "ชื่อ": "จุลนันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2532-08-01",
      "เบอร์มือถือ": "092-976-5557",
      "Last modified time": "2025-11-17T01:05:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recdITMN90GspFAuX",
    "createdTime": "2024-09-08T08:27:16.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "การผลิต",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ฝึกอบรมธรรมทายาท",
      "นามสกุล (ฉายา)": "ณฏฺฐวณฺโณ",
      "สถาบัน": "มหาลัยสงขลานครินทร์",
      "Email": "enoklek@gmail.com",
      "วันที่สมัคร": "2024-09-08",
      "ชื่อ": "พระเกรียงศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "096-369-1462",
      "Last modified time": "2024-09-08T08:27:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recdO76NeNFu0SNgY",
    "createdTime": "2025-05-26T03:05:32.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "กองประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-05-26",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "065-641-2665",
      "Last modified time": "2025-05-26T03:05:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recdRIU7AqJ8D0tWb",
    "createdTime": "2024-07-08T08:39:47.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/10",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "55/10",
      "หน่วยงาน กอง/ศูนย์": "ปสงใศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "สมฺมาวิชฺโช",
      "Email": "pichat1969anan@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พิเชษฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-13",
      "เบอร์มือถือ": "061-918-8593",
      "Last modified time": "2024-07-08T08:39:47.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recdTKMFkIfBbTorr",
    "createdTime": "2025-12-01T08:41:11.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าอาวาส",
      "พรรษาที่": "23",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "วัดภาวนาซานดิเอโก",
      "นามสกุล (ฉายา)": "ติกฺขวีโร",
      "สถาบัน": "San Jose Stare University",
      "Email": "tikkaweero@gmail.com",
      "วันที่สมัคร": "2025-12-01",
      "ชื่อ": "พระอนุชิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-21",
      "เบอร์มือถือ": "085-127-4909",
      "Last modified time": "2025-12-01T08:41:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recdXPWsEmKUgwKiK",
    "createdTime": "2026-04-14T13:08:49.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "55/5",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "การตลาด",
      "คณะ": "บริหาร",
      "อายุ": "55/5",
      "หน่วยงาน กอง/ศูนย์": "กองศูนย์ประสานงานโซนใต้",
      "นามสกุล (ฉายา)": "สุมนเทโว",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "vicger072@gmail.com",
      "วันที่สมัคร": "2026-04-14",
      "ชื่อ": "พระมนตรี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2514-08-13",
      "เบอร์มือถือ": "081-609-1324",
      "Last modified time": "2026-04-22T03:47:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recdYDPZYTRXdtRWD",
    "createdTime": "2023-09-05T09:40:03.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ครู",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "สพม.บุรีรัมย์",
      "นามสกุล (ฉายา)": "อุไรมาลย์",
      "สถาบัน": "โรงเรียนบุรีรัมย์พิทยาคม",
      "Email": "pombrian@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "นายยุทธนา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1977-05-22",
      "อื่นๆ (ระบุ)": "ครู",
      "เบอร์มือถือ": "(094) 532-3777",
      "Last modified time": "2023-09-05T09:40:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recdZlptjm9CsSDKb",
    "createdTime": "2024-05-11T10:10:55.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "—",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "ไล",
      "สถาบัน": "-",
      "Email": "Sarothley579@gmail.com",
      "วันที่สมัคร": "2024-05-11",
      "ชื่อ": "สาโรจน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-07-27",
      "เบอร์มือถือ": "000-000-0000",
      "Last modified time": "2024-05-11T10:10:55.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recdazHmzfKnSrzLr",
    "createdTime": "2024-06-03T07:17:21.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "37/6",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "37/6",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์บ้านร่มเย็น ",
      "นามสกุล (ฉายา)": "ญาณานนฺโท",
      "Email": "maxky4289@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระกุลชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1987-04-28",
      "เบอร์มือถือ": "088-914-9644",
      "Last modified time": "2024-06-03T07:17:21.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recdbMLJFg0be9dRQ",
    "createdTime": "2024-06-17T12:18:26.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "พระนวกะ",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "เทคโนโลยีเครื่องกล",
      "คณะ": "คณวิทยาศาสตร์",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "บ้านเผยแผ่",
      "นามสกุล (ฉายา)": "กวิทตฺโต",
      "สถาบัน": "มรภ.พระนคร",
      "Email": "bs06062567@gmail.com",
      "วันที่สมัคร": "2024-06-17",
      "ชื่อ": "พระสมศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-06-23",
      "เบอร์มือถือ": "063-101-2072",
      "Last modified time": "2024-06-17T12:18:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recdfU1gKPdXcvjJv",
    "createdTime": "2024-06-03T07:22:43.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "พรรษาที่": "พรรษา 13",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "พรรษา 13",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดอุทัยธานี",
      "นามสกุล (ฉายา)": "กตชโย",
      "สถาบัน": "โรงเรียนทัพทันอนุสรณ์",
      "Email": "jo12120@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระมหาปกรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1990-12-31",
      "เบอร์มือถือ": "094-945-3323",
      "Last modified time": "2024-06-03T07:22:43.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recdlW9FXvz1vIR2A",
    "createdTime": "2024-09-19T06:11:15.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "หน.กอง",
      "พรรษาที่": "50",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ไฟฟ้า",
      "คณะ": "ครุศาสตร์",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 16",
      "นามสกุล (ฉายา)": "โรจนากาศ",
      "สถาบัน": "ช่างกลปทุมวัน",
      "Email": "jamebond2555@gmail.com",
      "วันที่สมัคร": "2024-09-19",
      "ชื่อ": "สราวุธ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1974-11-07",
      "เบอร์มือถือ": "064-293-7866",
      "Last modified time": "2024-09-19T06:11:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recduczYzMIyIoLiD",
    "createdTime": "2026-05-06T06:09:05.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "58/31",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "คณิตศาสตร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "58/31",
      "หน่วยงาน กอง/ศูนย์": "รองผู้อำนวยการ ฝ่ายเผยแผ่",
      "นามสกุล (ฉายา)": "ถาวโร",
      "สถาบัน": "รามคำแหง",
      "Email": "thavorn072@gmail.com",
      "วันที่สมัคร": "2026-05-06",
      "ชื่อ": "พระครูใบฎีกาถาวร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2510-12-09",
      "เบอร์มือถือ": "081-444-3013",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recdyGhYbBzVFlD5u",
    "createdTime": "2023-09-15T02:04:43.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "พระอาจารย์-พระพี่เลี้ยง",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "พุทธศาสตร์บัณฑิต",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "24/4",
      "หน่วยงาน กอง/ศูนย์": "กองกิจการนิสิต",
      "นามสกุล (ฉายา)": "ธมฺมวาโท",
      "สถาบัน": "ศูนย์พุทธศาสตร์ศึกษาDCI",
      "Email": "voradit072.bek@gmail.com",
      "วันที่สมัคร": "2023-09-15",
      "ชื่อ": "พระมหาวรดิษย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1998-12-09",
      "เบอร์มือถือ": "(099) 505-7445",
      "Last modified time": "2023-09-15T02:04:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rece3xDiQdg7xWjAu",
    "createdTime": "2023-09-30T05:43:46.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "พระประจำห้องชมสื่อ",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "การจัดการ",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับอาคารหลัก",
      "เบอร์ภายใน": "028311000 ต่อ 12711",
      "นามสกุล (ฉายา)": "ธนเสฏโฐ",
      "สถาบัน": "ราชภัฏราชนครินทร์",
      "Email": "lamompromkul11@gmail.com",
      "วันที่สมัคร": "2023-09-30",
      "ชื่อ": "พระธนาเศรษฐ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-06-11",
      "เบอร์มือถือ": "(088) 850-4324",
      "Last modified time": "2023-09-30T05:43:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rece5jKm5JFmLXpJT",
    "createdTime": "2024-05-28T06:26:06.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "Preakmunivong",
      "นามสกุล (ฉายา)": "Ley",
      "สถาบัน": "Battombong",
      "Email": "Sarothley579@gmail.com",
      "วันที่สมัคร": "2024-05-28",
      "ชื่อ": "Saroth",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-07-27",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2024-07-08T13:58:40.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "receB2zOgAItXPhzy",
    "createdTime": "2024-09-14T14:28:48.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "50/10",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "ครุศาสตร์",
      "อายุ": "50/10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานสื่อโรงเรียนอนุบาลฝันในฝัน",
      "นามสกุล (ฉายา)": "วิสุทฺธิชโย",
      "สถาบัน": "สถาบันราชภัฏจันทรเกษม",
      "Email": "khamkon1234@gmail.com",
      "วันที่สมัคร": "2024-09-14",
      "ชื่อ": "พระเดชอนันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1974-07-03",
      "เบอร์มือถือ": "087-503-2111",
      "Last modified time": "2024-09-14T14:28:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receBhq8PS8nFhoxt",
    "createdTime": "2024-10-29T23:45:32.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "23",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "เทคโนโลยีมัลติมีเดียและแอนิเมชัน",
      "คณะ": "เทคโนโลยีสารสนเทศ",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 4",
      "นามสกุล (ฉายา)": "อืดทุม",
      "สถาบัน": "มหาวิทยาลัยราชภัฎมหาสารคาม",
      "Email": "kanokphon035@gmail.com",
      "วันที่สมัคร": "2024-10-30",
      "ชื่อ": "กนกพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2001-01-03",
      "เบอร์มือถือ": "093-484-7035",
      "Last modified time": "2024-10-29T23:45:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receEy7Oc2ZZ3L0Pk",
    "createdTime": "2026-03-21T09:21:25.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ประสานงาน",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "เทคโนโลยีการเกษตร",
      "คณะ": "วิทยาศาตร์และเทคโนโลยี",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง14",
      "นามสกุล (ฉายา)": "มัณฑะจิตร",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "Bongkee072@gmail.con",
      "วันที่สมัคร": "2026-03-21",
      "ชื่อ": "บงกช ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-05-27",
      "เบอร์มือถือ": "089-444-5631",
      "Last modified time": "2026-03-21T09:21:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receIUrbMCLZLg44c",
    "createdTime": "2026-03-02T06:17:59.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "พนักงานธุรการ",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "เทคนิคการสัตวแพทย์",
      "คณะ": "เทคนิคการสัตวแพทย์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานมูลนิธิธรรมกาย",
      "นามสกุล (ฉายา)": "ศรีพยัคฆ์",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "daw.suthasinee@gmail.com",
      "วันที่สมัคร": "2026-03-02",
      "ชื่อ": "สุธาสินี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1998-05-26",
      "เบอร์มือถือ": "089-243-1218",
      "Last modified time": "2026-03-02T06:17:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receMJ512uOoZ13ZP",
    "createdTime": "2025-02-19T04:03:03.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายลอนดอน",
      "นามสกุล (ฉายา)": "วรจิตฺโต",
      "Email": "i3alldotcom@gmail.com",
      "วันที่สมัคร": "2025-02-19",
      "ชื่อ": "ธเนศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-04-13",
      "เบอร์มือถือ": "088-264-9969",
      "Last modified time": "2025-02-19T04:03:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receNeuH7kJDMO2Mz",
    "createdTime": "2025-02-18T04:44:51.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "75",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "การคลัง",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "75",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "เอกภราดร",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "sekpardon@gmail.com",
      "วันที่สมัคร": "2025-02-18",
      "ชื่อ": "สุคติ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2492-11-01",
      "เบอร์มือถือ": "089-666-2799",
      "Last modified time": "2025-02-18T04:44:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recePucWqWTCGf8MF",
    "createdTime": "2025-05-12T09:19:53.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "สาขา": "อาหารและโภชนาการ",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพวิทยาเขตพระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-05-12",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "095-195-4915",
      "Last modified time": "2025-05-12T09:19:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receUbr0QIVoUU9ok",
    "createdTime": "2024-05-10T04:30:21.000Z",
    "fields": {
      "สำนัก": "พัฒนาทรัพยากร",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "บริหารการเงิน",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "มณีวัฒนา",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "thisismalee@gmail.com",
      "วันที่สมัคร": "2024-05-10",
      "ชื่อ": "มาลี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1970-11-10",
      "เบอร์มือถือ": "081-563-5903",
      "Last modified time": "2024-05-10T04:30:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "receZUB8ayKSPAIQ7",
    "createdTime": "2024-09-30T11:43:19.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "ศ.พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "โชโต",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "ruetairath89@gmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "ฤทัยรัตน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1981-02-27",
      "เบอร์มือถือ": "062-675-5536",
      "Last modified time": "2024-09-30T11:43:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rececQKh4dn8qpDBs",
    "createdTime": "2023-05-12T08:21:19.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ผู้ช่วย",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "คณะ": "บริหารการศึกษา",
      "อายุ": "65",
      "หน่วยงาน กอง/ศูนย์": "กองต้อนรับและพิธีกรรมหอฉัน",
      "นามสกุล (ฉายา)": "จันทรวัต",
      "สถาบัน": "มหาวิทยาลัยนเรศวร",
      "Email": "tawan5345@gmail.com",
      "วันที่สมัคร": "2023-05-12",
      "ชื่อ": "ฤทัยวัณย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1958-01-13",
      "เบอร์มือถือ": "0842369951",
      "Last modified time": "2023-05-12T08:21:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "receiD8fGaDn5v4kx",
    "createdTime": "2024-06-03T07:13:36.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "วัดกิ่วลม",
      "นามสกุล (ฉายา)": "บุญสร้อย",
      "Email": "konggydc1230@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระก้องตะวัน",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1996-06-08",
      "เบอร์มือถือ": "061-303-1310",
      "Last modified time": "2024-06-03T07:13:36.000Z"
    }
  },
  {
    "id": "receyXcZH1lQo3IWR",
    "createdTime": "2024-07-04T03:48:55.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "กองบริการสารสนเทศ",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "เทคโนโลยีเเละการสื่อสาร",
      "คณะ": "วิทยาศาสตร์เเละเทคโนโลยี",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "หลีประไพ",
      "สถาบัน": "มหาวิทยาลัยราชมงคลคลอง6",
      "Email": "punsuper2546@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "วัชรพงษ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2003-03-22",
      "เบอร์มือถือ": "097-287-5057",
      "Last modified time": "2024-07-04T03:48:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recez2PjMdBef2QrX",
    "createdTime": "2024-10-27T13:07:46.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "การตลาด",
      "คณะ": "บริหาร",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "กองบุคคลและอาสาสมัคร ฝ่ายโภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2024-10-27",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2024-10-27T13:07:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recf3B229fAyWoJXV",
    "createdTime": "2025-06-23T02:49:07.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "ไฟฟ้า",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "กองพุทธบุตรแก้ว",
      "นามสกุล (ฉายา)": "สุวรรณสิน",
      "สถาบัน": "จุฬาฯ",
      "Email": "ning.suwannasin@gmail.com",
      "วันที่สมัคร": "2025-06-23",
      "ชื่อ": "ปิยาภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1984-01-25",
      "เบอร์มือถือ": "083-540-6429",
      "Last modified time": "2025-06-23T02:49:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recf6P1uedNsRUpfx",
    "createdTime": "2026-03-19T07:01:21.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "การจัดการทรัพย์เกษตร",
      "คณะ": "ทรัพยากรธรรมชาติและอุตสาหกรรมเกษตร",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "อาจสมัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "thipasp7@gmail.com",
      "วันที่สมัคร": "2026-03-19",
      "ชื่อ": "สุภาวิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-09-14",
      "เบอร์มือถือ": "099-286-5527",
      "Last modified time": "2026-03-19T07:01:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recf7o81tfrmuoYQJ",
    "createdTime": "2024-05-07T03:32:36.000Z",
    "fields": {
      "สำนัก": "สถาบันพุธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "สาขา": "การบัญชี",
      "คณะ": "บริหาร",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "เพ็ญบุญรอด",
      "สถาบัน": "มหาวิทยาลัยราชภัฎสวนดุสิต",
      "Email": "kaegood15@gmail.com",
      "วันที่สมัคร": "2024-05-07",
      "ชื่อ": "ปทิตตา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1967-09-20",
      "เบอร์มือถือ": "080-585-2801",
      "Last modified time": "2024-05-07T03:32:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfGpwVTIvRImXiY",
    "createdTime": "2025-07-14T01:25:46.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "กฎหมายระหว่างประเทศ",
      "คณะ": "นิติศาสตร์",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายแคลิฟอร์เนีย",
      "นามสกุล (ฉายา)": "สิริวํโส",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "ncharoen1960@gmail.com",
      "วันที่สมัคร": "2025-07-14",
      "ชื่อ": "พม.ณัฐพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1960-10-10",
      "เบอร์มือถือ": "084-312-7376",
      "Last modified time": "2025-07-14T01:25:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recfJ4VtmwdvvfJuq",
    "createdTime": "2025-02-03T08:00:39.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": " บริหารงานทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": " ธุรกิจ",
      "คณะ": " สารสนเทศน์",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": " สาธุชนอาสา",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "สถาบัน": " ม.ศป.",
      "Email": "veenaj.vs072@gmail.com",
      "วันที่สมัคร": "2025-02-02",
      "ชื่อ": " รตนนล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2513-09-04",
      "เบอร์มือถือ": "081-664-5664",
      "Last modified time": "2025-02-03T08:15:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfNvebtMkIZzAwO",
    "createdTime": "2025-06-21T02:42:08.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สันติคุณากร",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "deedee.march1973@gmail.com",
      "วันที่สมัคร": "2025-06-21",
      "ชื่อ": "วราภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-03-25",
      "เบอร์มือถือ": "061-385-1885",
      "Last modified time": "2025-06-21T02:42:08.000Z"
    }
  },
  {
    "id": "recfOH8QNdxg1e2V7",
    "createdTime": "2024-08-06T06:27:45.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "นักทรัพยากรบุคคล",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การบริหารธุกิจ ทรัพยากรมนุษย์",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "เบอร์ภายใน": "50302",
      "นามสกุล (ฉายา)": "ยิ้มช้อย",
      "สถาบัน": "มหาวิทยาลัยราชภัฏวไลอลงกรณ์ ในพระบรมราชูปถัมภ์",
      "Email": "pimaiw24@gmail.com",
      "วันที่สมัคร": "2024-08-06",
      "ชื่อ": "สุพรรณพิมพ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1971-09-23",
      "เบอร์มือถือ": "092-804-5624",
      "Last modified time": "2024-08-06T06:27:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfREYveEhDuV92D",
    "createdTime": "2025-02-23T10:33:42.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "อาสาสมัค ผลิตสื่อธรรมมะ",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "กอง ผลิตสื่อธรรมมะ",
      "นามสกุล (ฉายา)": "แซ่กง",
      "สถาบัน": "สามโคก",
      "Email": "guy.thegod25@gmail.com",
      "วันที่สมัคร": "2025-02-23",
      "ชื่อ": "กันตพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1997-07-25",
      "เบอร์มือถือ": "095-989-6984",
      "Last modified time": "2025-02-23T10:33:42.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recfTeB4a1UbOezJ6",
    "createdTime": "2024-07-02T08:27:58.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "นักศึกษาฝึกงานปี 4",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "คอมพิวเตอร์ธุรกิต",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "กองสื่อสารอินเตอร์เน็ต",
      "เบอร์ภายใน": "13970",
      "นามสกุล (ฉายา)": "พูลพิมะ",
      "อื่นๆ": "นักศึกษาฝึกงานปี 4",
      "สถาบัน": "มหาวิทยาลัยราชมงคลธัญบุรี",
      "Email": "fernchutikan06@gmail.com",
      "วันที่สมัคร": "2024-07-02",
      "ชื่อ": "ชุติกาญจน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2003-01-03",
      "อื่นๆ (ระบุ)": "นักศึกษาฝึกงานปี 4",
      "เบอร์มือถือ": "095-752-8382",
      "Last modified time": "2024-07-02T08:27:58.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recfZYWzwxlmg5DJz",
    "createdTime": "2023-04-16T01:14:56.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "พระภิกษุ ",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "ไฟฟ้ากำลัง (power engineering)",
      "คณะ": "วิศวกรรมศาตร์",
      "อายุ": "55 ปี/พรรษา 10",
      "หน่วยงาน กอง/ศูนย์": "สถานีไฟฟ้า/กองสาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "สถาบัน": "พระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-04-16",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2023-04-16T01:14:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfaNKEO3HEJWTdq",
    "createdTime": "2023-09-05T02:40:40.000Z",
    "fields": {
      "สำนัก": "พัฒนาทรัพยากร",
      "ตำแหน่ง": "บริการทั่วไป",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "CT",
      "คณะ": "science",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "กองรับบริจาค",
      "นามสกุล (ฉายา)": "ศรีทอง",
      "สถาบัน": "ม.ราม",
      "Email": "kanokwanjaisai@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "กนกวรรณ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1968-01-01",
      "เบอร์มือถือ": "(093) 361-8222",
      "Last modified time": "2023-09-05T02:40:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfhAdPuu2NGVSOY",
    "createdTime": "2023-08-27T06:44:15.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริการงานทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "ประสานงานโซน 4",
      "นามสกุล (ฉายา)": "อาภากโร",
      "สถาบัน": "พระเกล้าพระนครเหนือ",
      "Email": "mahaball072@gmail.com",
      "วันที่สมัคร": "2023-08-27",
      "ชื่อ": "พระมหาสุริยัน",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1987-11-29",
      "เบอร์มือถือ": "0921526699",
      "Last modified time": "2023-08-27T06:44:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfjn5LPT3VKULNr",
    "createdTime": "2026-03-04T08:29:51.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "คณะ": "วิศวกรรมไฟฟ้า",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": " เผยแผ่",
      "นามสกุล (ฉายา)": "สมศาสตร์",
      "สถาบัน": "มหาลัยเอเชียอาคเนย์",
      "Email": "kittipatchranai@gamail.com",
      "วันที่สมัคร": "2026-03-04",
      "ชื่อ": "กิตติภัฐชรนัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2512-08-24",
      "เบอร์มือถือ": "092-736-9414",
      "Last modified time": "2026-03-04T08:29:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfnTxq4n0iMaAkU",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "2",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "กิตฺติวฑฺโฒ",
      "สถาบัน": "กศน.ชัยฉิมพลี (กทม.)",
      "Email": "phchaiwatt.k@gmail.com",
      "วันที่สมัคร": "2023-08-22",
      "ชื่อ": "พระชัยวัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1996-01-15",
      "เบอร์มือถือ": "(098) 767-0072",
      "Last modified time": "2023-09-06T06:15:29.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recfvNkFWkfBf6RJI",
    "createdTime": "2025-06-02T01:19:34.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "สื่อสารมวลชน",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "อภิสุขสิริ",
      "สถาบัน": "ม.รามคำเเหง",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "วรัลชญาณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2524-04-02",
      "เบอร์มือถือ": "086-392-9819",
      "Last modified time": "2025-06-02T01:19:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfwhn5378DSF2hJ",
    "createdTime": "2026-05-03T04:51:30.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ไม่มี",
      "นามสกุล (ฉายา)": "ไล",
      "Email": "Sarothley579@gmail.com",
      "วันที่สมัคร": "2026-05-03",
      "ชื่อ": "สาโรจน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2534-07-27",
      "เบอร์มือถือ": "082-889-1006",
      "Last modified time": "2026-05-03T04:51:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recfzRByuJpZW9omp",
    "createdTime": "2025-07-12T04:55:09.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เภสัชกร",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "บริบาลทางเภสัชกรรม",
      "คณะ": "เภสัชศาสตร์",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "ใจยศ",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "loporparol@gmail.com",
      "วันที่สมัคร": "2025-07-12",
      "ชื่อ": "รติพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1992-09-26",
      "เบอร์มือถือ": "086-192-9293",
      "Last modified time": "2025-07-12T04:55:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recg0n9t3xpGm1gF5",
    "createdTime": "2025-10-13T12:31:04.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "9",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "9",
      "หน่วยงาน กอง/ศูนย์": "กองประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-10-13",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "065-641-2665",
      "Last modified time": "2025-10-13T12:31:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recg1ODyG1nCFDMQ0",
    "createdTime": "2024-06-06T06:36:26.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "Facebook Workshop 2 วันที่ 7 มิ.ย. 2567",
      "ชื่อโปรแกรม": "Facebook Workshop 2",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร ",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-06-06",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 7 มิ.ย. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "089-777-7030",
      "Last modified time": "2026-05-22T03:38:51.000Z"
    }
  },
  {
    "id": "recg7fmKZAKfz5tnZ",
    "createdTime": "2025-05-12T15:08:18.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "วิทยาศาสตร์ทางทะเล",
      "คณะ": "ประมง",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "ฝ่ายยุทธศาสตร์",
      "นามสกุล (ฉายา)": "พันทวัน",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "jiabhoi@gmail.com",
      "วันที่สมัคร": "2025-05-12",
      "ชื่อ": "จันทรารัตน์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-05-26",
      "เบอร์มือถือ": "095-129-9656",
      "Last modified time": "2025-05-12T15:08:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgD1Gb9LfkSN7Oe",
    "createdTime": "2024-08-03T14:16:37.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "wichaisirijayo@gmail.com",
      "วันที่สมัคร": "2024-08-03",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2024-08-03T14:16:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recgIKCaVR0DEcgcT",
    "createdTime": "2025-10-03T11:33:58.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้ช่วยผู้ประสานงาน",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร 5",
      "นามสกุล (ฉายา)": "พิทักษ์ไชยวงศ์",
      "Email": "aejanya072@gmail.com",
      "วันที่สมัคร": "2025-10-03",
      "ชื่อ": "จรรยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-01-17",
      "เบอร์มือถือ": "085-395-9326",
      "Last modified time": "2025-10-03T11:33:58.000Z"
    }
  },
  {
    "id": "recgP3yatUFq78Drb",
    "createdTime": "2024-10-14T03:46:40.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "ซิ้มเจริญ",
      "สถาบัน": "Kmutt",
      "Email": "narin.nori@gmail.cm",
      "วันที่สมัคร": "2024-10-14",
      "ชื่อ": "ชนิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1992-03-29",
      "เบอร์มือถือ": "099-286-5516",
      "Last modified time": "2024-10-14T03:46:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgakFuGaSo0A3Lu",
    "createdTime": "2023-08-08T08:25:45.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "เจ้าหน้าที่ห้องสมุดภาพ",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "ชื่อโปรแกรม": "Microsoft Excel",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "เบอร์ภายใน": "14055",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "มหาลัยธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 20-22 ก.ย. 2566",
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "(084) 099-1788",
      "Last modified time": "2026-05-22T03:36:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgaoSSdRSUGpGyc",
    "createdTime": "2023-09-12T05:34:24.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": " -",
      "นามสกุล (ฉายา)": "ปุณจรัสรวีธัม",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "gleam.rmutt@gmail.com",
      "วันที่สมัคร": "2023-09-12",
      "ชื่อ": "ประสุวีณ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1987-04-21",
      "เบอร์มือถือ": "(096) 362-3655",
      "Last modified time": "2023-09-12T05:34:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgaykiiEZou5CVm",
    "createdTime": "2025-02-22T12:17:11.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "63",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "63",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ฐิติทวีกิจ",
      "สถาบัน": "โรงเรียนสตรีนนทบุรี",
      "Email": "warin1962@gmail.com",
      "วันที่สมัคร": "2025-02-22",
      "ชื่อ": "วารินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-09-01",
      "เบอร์มือถือ": "089-454-5868",
      "Last modified time": "2025-02-22T12:17:11.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recghuTlAQsV3fxDh",
    "createdTime": "2024-07-03T06:39:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "โยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง 8",
      "นามสกุล (ฉายา)": "เจียมทับทักษิณ",
      "สถาบัน": "ราชมงคล",
      "Email": "ch24k8@hotmail.com",
      "วันที่สมัคร": "2024-07-03",
      "ชื่อ": "ชูชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-11-27",
      "เบอร์มือถือ": "092-629-9988",
      "Last modified time": "2024-07-03T06:39:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgkbcwehiAi6aoo",
    "createdTime": "2025-06-21T02:40:49.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สันติคุณากร",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "deedee.march1973@gmail.com",
      "วันที่สมัคร": "2025-06-21",
      "ชื่อ": "วราภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-03-25",
      "เบอร์มือถือ": "061-385-1885",
      "Last modified time": "2025-06-21T02:40:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgt68rMSyfOvPvr",
    "createdTime": "2024-08-16T12:08:59.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "เคมีอุตสาหกรรม",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "สำนักส่งเสริมศีลธรรมภาคพื้นเอเชียและแอฟริกา",
      "นามสกุล (ฉายา)": "แสงศศิธรชัย",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "phueng072@hotmail.com",
      "วันที่สมัคร": "2024-08-16",
      "ชื่อ": "กรกนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1975-04-21",
      "เบอร์มือถือ": "096-269-4626",
      "Last modified time": "2024-08-16T12:08:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recguRcgIz5IHyCBt",
    "createdTime": "2024-03-04T10:36:08.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "-",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "กองอินเทอร์เน็ต",
      "นามสกุล (ฉายา)": "เจียมทับทักษิณ",
      "สถาบัน": "-",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-03-04",
      "ชื่อ": "ชูชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2042-03-04",
      "เบอร์มือถือ": "092-639-9988",
      "Last modified time": "2024-03-04T10:36:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recgwe7SH7GlvzCtE",
    "createdTime": "2024-06-13T09:14:13.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "V light",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "จิตวิทยาอุตสาหกรรมและองค์การ",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "ริ้วขบวน",
      "นามสกุล (ฉายา)": "บุปผาชาติ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "Chananad.ne@gmail.com",
      "วันที่สมัคร": "2024-06-13",
      "ชื่อ": "ชนานาถ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1980-12-09",
      "เบอร์มือถือ": "(097) 243-1379",
      "Last modified time": "2024-06-15T08:34:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rech5ISFKDxvG5RKI",
    "createdTime": "2024-07-03T15:03:50.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ช่างภาพ, ต้อนรับชาวต่างชาติ",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "ภาษาอังกฤษ​",
      "คณะ": "ศิลปศาสตร์​",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "WAB",
      "นามสกุล (ฉายา)": "มหาสุทธิกุล",
      "สถาบัน": "มสธ.",
      "Email": "noomnimaimboon@gmail.com",
      "วันที่สมัคร": "2024-07-03",
      "ชื่อ": "เพ็ญศิริ​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1985-11-17",
      "เบอร์มือถือ": "096-119-9296",
      "Last modified time": "2024-07-03T15:03:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechF8DPvGNezrP4B",
    "createdTime": "2023-09-05T02:10:14.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ฝ่ายกัลยาณมิตร",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การบัญชีบริหาร",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 12",
      "นามสกุล (ฉายา)": "อภิสุขสิริ",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตศรีราชา",
      "Email": "worawat2541@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "วรวัจน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "บัณฑิตอาสา",
      "วัน/เดือน/ปี เกิด": "1998-08-02",
      "เบอร์มือถือ": "(064) 171-6944",
      "Last modified time": "2023-09-05T02:10:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechIII9Eq03efujS",
    "createdTime": "2024-08-17T13:21:20.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "สารสนเทศศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "รัตนแสง",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "rattanasaeng_nam@hotmail.com",
      "วันที่สมัคร": "2024-08-17",
      "ชื่อ": "สุรีพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1976-04-13",
      "เบอร์มือถือ": "089-899-6050",
      "Last modified time": "2024-08-17T13:21:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechTAhmW0gnIpLhu",
    "createdTime": "2024-07-04T03:56:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "It support",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "Facebook เบื้องต้นเพื่องานเผยแผ่อย่างยั่งยืน #2 วันที่ 5 ก.ค. 2567",
      "สาขา": "สารสนเทศ",
      "คณะ": "บริหารธุระกิจ",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "อธิวงศ์รัตน์",
      "สถาบัน": "เทคโนโลยีราชมงคลธัญบุรี",
      "Email": "kit272366@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "เรืองกิตต์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2002-05-24",
      "เบอร์มือถือ": "097-063-6414",
      "Last modified time": "2024-07-04T03:56:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechTL2gl279zGu23",
    "createdTime": "2024-07-04T10:33:05.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "10",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานโซนใต้ล่าง",
      "นามสกุล (ฉายา)": "อภิฉนฺโท",
      "Email": "ople072@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระฉันทพิชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-06",
      "เบอร์มือถือ": "082-425-2449",
      "Last modified time": "2024-07-04T10:33:05.000Z"
    }
  },
  {
    "id": "rechVdPSpsWvqNGGP",
    "createdTime": "2023-02-20T10:20:20.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "กัลฯ",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "การขาย",
      "คณะ": "การขาย",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "เบอร์ภายใน": "(098) 262-9170",
      "นามสกุล (ฉายา)": "สุขีสาร",
      "สถาบัน": "พาณิชยกา สีลม",
      "Email": "kornvisuth805@gmail.com",
      "วันที่สมัคร": "2023-02-20",
      "ชื่อ": "กรวิศุทธิ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1963-05-08",
      "เบอร์มือถือ": "0982629170",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:33:51.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "rechY0RYVV9wIDcbi",
    "createdTime": "2025-08-18T10:08:08.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "การแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "ซิ้มเจริญ",
      "Email": "narin.noi@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "ชนิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1992-03-29",
      "เบอร์มือถือ": "099-286-5516",
      "Last modified time": "2025-08-18T10:08:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechbYieBqRBF0Bhs",
    "createdTime": "2025-08-16T15:02:53.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "คณะ": "Buddhist Nun",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "กองการแปล",
      "นามสกุล (ฉายา)": "Nyarnawati ",
      "Email": "nunnanavati@gmail.com",
      "วันที่สมัคร": "2025-08-16",
      "ชื่อ": "Nyarnawati ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1993-04-06",
      "เบอร์มือถือ": "087-430-7175",
      "Last modified time": "2025-08-16T15:02:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rechlJoiVHCpyKfqr",
    "createdTime": "2025-10-01T08:50:10.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "การตลาด",
      "คณะ": "บริหาร",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "กองบริหารงานบุคคลและอาสาสมัครฝ่ายโภชนาการ",
      "นามสกุล (ฉายา)": "พุ่มน้อย",
      "สถาบัน": "ม.รังสิต",
      "Email": "phunging@gmail.com",
      "วันที่สมัคร": "2025-10-01",
      "ชื่อ": "ขวัญชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1986-08-10",
      "เบอร์มือถือ": "064-469-7144",
      "Last modified time": "2025-10-01T08:50:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rechqFz1klbHV505J",
    "createdTime": "2025-05-23T03:55:50.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 16",
      "นามสกุล (ฉายา)": "กุลสันติพงศ์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "puttawadee@hotmail.com",
      "วันที่สมัคร": "2025-05-23",
      "ชื่อ": "พุธวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-09-15",
      "เบอร์มือถือ": "081-694-8303",
      "Last modified time": "2025-05-23T03:55:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rechr55EvbFrMOzI0",
    "createdTime": "2025-08-18T13:32:08.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "สิ่งแวดล้อม",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "ภูธร2",
      "นามสกุล (ฉายา)": "ทองชั้น",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "sivaporn.vs@gmail.com",
      "วันที่สมัคร": "2025-08-18",
      "ชื่อ": "ศิวพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-05-28",
      "เบอร์มือถือ": "082-629-9463",
      "Last modified time": "2025-08-18T13:32:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechtCsk0tkxygFmw",
    "createdTime": "2024-06-24T14:06:48.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "10",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ประสานงานโซนใต้ล่าง",
      "นามสกุล (ฉายา)": "อภิฉนฺโท",
      "Email": "ople072@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระฉันทพิชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-06",
      "เบอร์มือถือ": "082-425-2449",
      "Last modified time": "2024-06-24T14:06:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechu9mirVyWwzzKy",
    "createdTime": "2023-06-28T07:34:54.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "30/พรรษาที่5",
      "หน่วยงาน กอง/ศูนย์": "กองโรงเรียนเตรีมพุทธศาสตร์",
      "เบอร์ภายใน": "20483@hy.ac.th",
      "นามสกุล (ฉายา)": "สิทฺธิกโร",
      "สถาบัน": "สบาบันธรรมชัย",
      "Email": "20483@hy.ac.th",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระสรรเพชญ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-10-30",
      "เบอร์มือถือ": "20483@hy.ac.th",
      "Last modified time": "2023-06-28T07:34:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechuHOa18X0iFHI9",
    "createdTime": "2023-08-08T14:36:10.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "สาธุชน",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "วรรณคดีไทย",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง 11",
      "นามสกุล (ฉายา)": "ทองศิริ",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "pdindychill@gmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "ศิริพร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "1990-01-29",
      "อื่นๆ (ระบุ)": "สาธุชน",
      "เบอร์มือถือ": "092-716-6595",
      "Last modified time": "2023-08-08T14:36:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechw0gs0hGRQS11O",
    "createdTime": "2026-03-07T21:35:15.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "สาขาเทคโนโลยี",
      "คณะ": "พุทธศาสตร์บัญฑิต",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "กองประสานงานวัดพระธรรมกายเนเธอร์แลนด์",
      "นามสกุล (ฉายา)": "เขมปุณฺโณ",
      "สถาบัน": "DCI",
      "Email": "tossom27@gmail.com",
      "วันที่สมัคร": "2026-03-07",
      "ชื่อ": "พระมหาอดิเรก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2527-11-05",
      "เบอร์มือถือ": "162-670-9911",
      "Last modified time": "2026-03-07T21:35:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rechweTnIQHrqADSE",
    "createdTime": "2024-06-03T07:15:23.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "32/5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "32/5",
      "หน่วยงาน กอง/ศูนย์": "หลักสูตรเตรียมเจ้าอาวาส",
      "นามสกุล (ฉายา)": "กมลเดช",
      "สถาบัน": "dou",
      "Email": "pthanawatth072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พ.ธนาวัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-05-02",
      "เบอร์มือถือ": "095-253-9597",
      "Last modified time": "2024-06-03T07:15:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reci9cOmVF4uwlt1F",
    "createdTime": "2024-06-03T07:30:26.000Z",
    "fields": {
      "สำนัก": "ส่งเสริมศีลธรรม",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "lสวนแท่นตะวัน",
      "นามสกุล (ฉายา)": "อินฺทภทฺโท",
      "Email": "wanna0927151479@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระวันนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1974-08-18",
      "เบอร์มือถือ": "092-715-1479",
      "Last modified time": "2024-06-03T07:30:26.000Z"
    }
  },
  {
    "id": "reciDrNJGnR3lN81i",
    "createdTime": "2023-09-01T03:16:50.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "การท่องเที่ยว",
      "คณะ": "ศิลป์ศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง9",
      "นามสกุล (ฉายา)": "จ้อยแสงศรี",
      "สถาบัน": "มหาวิทยาลัยเซนต์จอห์น",
      "Email": "somsiri072@gmail.com",
      "วันที่สมัคร": "2023-08-13",
      "ชื่อ": "สมศิริ",
      "Created by": {
        "id": "usrEZ0QiJGuFuP560",
        "email": "syuwadee40@gmail.com",
        "name": "Yuwadee Srijoom"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1986-03-15",
      "เบอร์มือถือ": "0858236415",
      "Last modified time": "2023-09-01T03:17:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reciG7Re3ZlgLPXMz",
    "createdTime": "2024-05-09T10:23:18.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "25/ 5",
      "โปรแกรมที่สมัคร": "การสร้าง E-BOOK ด้วย Microsoft PowerPoint ( Advance ) วันที่ 14-16 พ.ค. 2567",
      "อายุ": "25/ 5",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "ธมฺมโสภิโต",
      "สถาบัน": "DCI",
      "Email": "dhammasopit072@gmail.com",
      "วันที่สมัคร": "2024-05-09",
      "ชื่อ": "พระมหาศุภกานต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1999-01-09",
      "เบอร์มือถือ": "088-452-2819",
      "Last modified time": "2024-05-09T10:23:18.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reciGyd838gtC4KYM",
    "createdTime": "2026-05-23T01:54:20.000Z",
    "fields": {
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "Created by": {
        "id": "usrQujje8qaLCH7wF",
        "email": "vachiravit0887777899@gmail.com",
        "name": "2-39 วชิรวิชญ์ แก้วสุวรรณ"
      },
      "Last modified time": "2026-05-23T01:54:20.000Z"
    }
  },
  {
    "id": "reciMb1j6eUtD5ezp",
    "createdTime": "2025-05-29T13:25:07.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎเลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-05-29",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-05-29T13:25:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reciONCxVdWIw1GIU",
    "createdTime": "2026-02-21T09:55:32.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "ชื่อโปรแกรม": "Generative AI ",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "กองบริการความสะอาด",
      "นามสกุล (ฉายา)": "กวิวฑฺฒโน",
      "สถาบัน": "หอวัง",
      "Email": "runggrudj@gmail.com",
      "วันที่สมัคร": "2026-02-21",
      "ชื่อ": "พระจิระพงษ์ ( ยกเลิก )",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 24-26 มี.ค. 2569",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2026-05-22T03:03:35.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reciSfEJeJPUkrUgh",
    "createdTime": "2026-03-15T16:30:14.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์เทคโนโลยีเสียง",
      "นามสกุล (ฉายา)": "เอี่ยมกำชัย",
      "Email": "fcahim@gmail.com",
      "วันที่สมัคร": "2026-03-15",
      "ชื่อ": "รณกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-04-21",
      "เบอร์มือถือ": "086-356-9492",
      "Last modified time": "2026-03-15T16:30:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reciUf4EhEIOgP7EK",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การเงิน​",
      "คณะ": "บริหาร​ธุรกิจ​",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์​ส่งเสริม​เครือ​ข่าย​อาสาสมัคร​",
      "เบอร์ภายใน": "​",
      "นามสกุล (ฉายา)": "หอมเดชนะกุล",
      "สถาบัน": "ม.เกษตร​ศาสตร์",
      "Email": "nuchhom1970@gmail.com",
      "วันที่สมัคร": "2023-08-25",
      "ชื่อ": "หฤทัย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1970-06-05",
      "เบอร์มือถือ": "(081) 713-7659",
      "Last modified time": "2023-09-06T06:16:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recimiivnyEoGLeaE",
    "createdTime": "2025-02-05T04:01:14.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "พรรษาที่": "48",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "Religious studies",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "นักเขียน",
      "นามสกุล (ฉายา)": "กระเวนกิจ",
      "สถาบัน": "University of otago",
      "Email": "serenelifeihave@gmail.com",
      "วันที่สมัคร": "2025-02-05",
      "ชื่อ": "ทองธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2025-02-19",
      "เบอร์มือถือ": "081-326-5195",
      "Last modified time": "2025-02-05T04:01:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recinGr0nKryJWPv4",
    "createdTime": "2025-10-03T16:16:12.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "41",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "อายุ": "41",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร 5",
      "นามสกุล (ฉายา)": "พิทักษ์ไชยวงศ์",
      "Email": "eajanya072@gmail.com",
      "วันที่สมัคร": "2025-10-03",
      "ชื่อ": "จรรยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-01-17",
      "เบอร์มือถือ": "085-395-9326",
      "Last modified time": "2025-10-03T16:16:12.000Z"
    }
  },
  {
    "id": "reciofvP1SVbcIqzY",
    "createdTime": "2024-02-13T06:29:56.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "จุลชีววิทยา",
      "คณะ": "วิทยาศาสตร์การเเพทย์",
      "อายุ": "43 / 15",
      "หน่วยงาน กอง/ศูนย์": "ประสานงานภูมิภาค",
      "นามสกุล (ฉายา)": "มณีกุลวัฒนา",
      "สถาบัน": "มหาวิทยาลัยนเรศวร",
      "Email": "p.pichet072@gmail.com",
      "วันที่สมัคร": "2024-02-13",
      "ชื่อ": "พระพิเชฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2024-01-19",
      "เบอร์มือถือ": "085-151-9993",
      "Last modified time": "2024-02-13T06:29:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reciuOwy1wXMofqIs",
    "createdTime": "2025-03-03T06:31:16.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "64",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ฐิติทวีกิจ",
      "สถาบัน": "โรงเรียนสตรีนนทบุรี",
      "Email": "warin1962@gmail.com",
      "วันที่สมัคร": "2025-03-03",
      "ชื่อ": "วารินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2505-09-01",
      "เบอร์มือถือ": "089-454-5868",
      "Last modified time": "2025-03-03T06:31:16.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recj1E2VHpePQoDF9",
    "createdTime": "2025-05-26T05:46:04.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "กองประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-05-26",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "065-641-2665",
      "Last modified time": "2025-05-26T05:46:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recj4rrQUaq40KYH3",
    "createdTime": "2025-05-03T06:34:09.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "58",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ลีลาเลิศโสภณ",
      "Email": "kittithach063@gmail.com",
      "วันที่สมัคร": "2025-05-03",
      "ชื่อ": "กิตติธัช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2510-12-25",
      "เบอร์มือถือ": "063-514-6491",
      "Last modified time": "2025-05-03T06:34:09.000Z"
    }
  },
  {
    "id": "recj8M2S4PaE9vklr",
    "createdTime": "2024-06-24T06:29:38.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "พระภิกษุ",
      "นามสกุล (ฉายา)": "อตฺตชโย",
      "Email": "permpoon7072@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระเพิ่มพูน",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2024-06-28",
      "เบอร์มือถือ": "065-643-2806",
      "Last modified time": "2024-06-24T06:29:38.000Z"
    }
  },
  {
    "id": "recj90UtjMcuY3feT",
    "createdTime": "2024-04-26T08:04:49.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าอาวาส",
      "พรรษาที่": "55/21",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "55/21",
      "หน่วยงาน กอง/ศูนย์": "วัดภาวนาซานดิเอโก",
      "นามสกุล (ฉายา)": "ติกฺขวีโร",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "tikkaweero@gmail.com",
      "วันที่สมัคร": "2024-04-26",
      "ชื่อ": "พระอนุชิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-21",
      "เบอร์มือถือ": "085-127-4909",
      "Last modified time": "2024-04-26T08:04:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recj9Ss8yMMJLWycv",
    "createdTime": "2024-08-03T14:41:57.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การตลาด",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "รองผอ",
      "นามสกุล (ฉายา)": "นาคชโย",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "sanchaya@yahoo.com",
      "วันที่สมัคร": "2024-08-03",
      "ชื่อ": "พระสรรชย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2507-04-11",
      "เบอร์มือถือ": "(081) 682-3468",
      "Last modified time": "2024-08-19T06:11:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjG3YZwfkjIHaaV",
    "createdTime": "2024-06-03T07:19:28.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "อบรมหลักสูตรเตรียมเจ้าอาวาส",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "ธุดงคสถานสุราษฎร์ธานี",
      "นามสกุล (ฉายา)": "สุทฺธฺธโร",
      "สถาบัน": "โรงเรียนเชียรใหญ่",
      "Email": "ninthakroo@hotmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระอธิคมธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-10-23",
      "เบอร์มือถือ": "095-825-3445",
      "Last modified time": "2024-06-03T07:19:28.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recjHk1taTuwvODyO",
    "createdTime": "2026-03-02T00:06:56.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "40",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "40",
      "หน่วยงาน กอง/ศูนย์": "ริ้วขบวน",
      "นามสกุล (ฉายา)": "Chutithadakul",
      "Email": "soul0009@yahoo.com",
      "วันที่สมัคร": "2026-03-02",
      "ชื่อ": "Jirapat",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1985-07-23",
      "เบอร์มือถือ": "081-294-0653",
      "Last modified time": "2026-03-02T00:06:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjI6yhnvL8Lbt6W",
    "createdTime": "2024-02-23T03:32:36.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "MIS",
      "คณะ": "การจัดการสารสนเทศทางธุรกิจ",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "กองบุคคล",
      "นามสกุล (ฉายา)": "ปุญฺญวีโร",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "tnawut@gmail.com",
      "วันที่สมัคร": "2024-02-23",
      "ชื่อ": "ธนาวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2511-03-07",
      "เบอร์มือถือ": "095-554-1862",
      "Last modified time": "2024-02-23T03:32:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recjJzNa3968mzHOx",
    "createdTime": "2024-03-13T02:45:30.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "สาธุชนทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎเลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2024-02-27",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2024-05-10T09:41:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjNtScjamzNItmW",
    "createdTime": "2024-02-04T12:49:00.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "พวงดอกไม้",
      "สถาบัน": "_",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-02-04",
      "ชื่อ": "ปกรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2003-01-15",
      "อื่นๆ (ระบุ)": "สาธุชน",
      "เบอร์มือถือ": "085-083-2244",
      "Last modified time": "2024-02-04T12:49:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recjZ4sbWHYVejBFb",
    "createdTime": "2025-06-08T06:02:56.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "อาหารและโภชนาการ",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพวิทยาเขตพระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-06-08",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "095-195-4915",
      "Last modified time": "2025-06-08T06:02:56.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjcCeYiHUfapMQq",
    "createdTime": "2023-11-08T08:37:39.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าหน้าที่​ทั่วไป​",
      "โปรแกรมที่สมัคร": "Microsoft Powerpoint วันที่ 29-30 พ.ย. 2566",
      "ชื่อโปรแกรม": "Microsoft PowerPoint",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์​ส่งเสริม​เครือ​ข่าย​อาสาสมัคร​",
      "นามสกุล (ฉายา)": "หอมเดชนะกุล",
      "สถาบัน": "ม.เกษตร​ศาสตร์​",
      "Email": "nuchhom1970@gmail.com",
      "วันที่สมัคร": "2023-11-08",
      "ชื่อ": "กฤทัย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 29-30 พ.ย. 2566",
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1970-06-05",
      "เบอร์มือถือ": "(081) 713-7659",
      "Last modified time": "2026-05-22T03:36:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjda06BJHOmru9k",
    "createdTime": "2023-04-21T06:09:29.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปฏิบัติธรรมสระบุรี",
      "นามสกุล (ฉายา)": "อริยจกฺโก",
      "สถาบัน": "การอาชีพสระบุรี",
      "Email": "noom072noom@gmiil.com",
      "วันที่สมัคร": "2023-04-21",
      "ชื่อ": "พระอภิเทพ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-01-13",
      "เบอร์มือถือ": "0805532453",
      "Last modified time": "2023-04-21T06:09:29.000Z",
      "ระดับการศึกษาสูงสุด": "อื่นๆ"
    }
  },
  {
    "id": "recjfyNRAtY6nkry7",
    "createdTime": "2024-02-19T00:33:59.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "เศรษฐศาสตร์",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "69/15",
      "หน่วยงาน กอง/ศูนย์": "กิจกรรมพิเศษ",
      "นามสกุล (ฉายา)": "เปรมานนท์",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "premanandachatree@gmail.com",
      "วันที่สมัคร": "2024-02-19",
      "ชื่อ": "พระชาตรี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1955-01-02",
      "เบอร์มือถือ": "098-496-1139",
      "Last modified time": "2024-02-19T00:33:59.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recjhLCXmh0L1fzI5",
    "createdTime": "2025-08-02T02:24:09.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "ชื่อโปรแกรม": "Canva",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สันติคุณากร",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "deedee.march1973@gmail.com",
      "วันที่สมัคร": "2025-06-21",
      "ชื่อ": "วราภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 19-21 ส.ค. 2568",
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-03-25",
      "เบอร์มือถือ": "061-385-1885",
      "Last modified time": "2026-05-22T03:43:41.000Z"
    }
  },
  {
    "id": "recjiLizUcdbAZYDB",
    "createdTime": "2025-07-07T03:09:37.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 8",
      "นามสกุล (ฉายา)": "วงษ์แหวน",
      "สถาบัน": "ราชภัสวนดุสิต",
      "Email": "nongnok90@gmail.com",
      "วันที่สมัคร": "2025-07-07",
      "ชื่อ": "เปณิกา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1982-07-01",
      "เบอร์มือถือ": "064-692-6263",
      "Last modified time": "2025-07-07T03:09:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjlQqhyAcGQjCPE",
    "createdTime": "2024-05-19T05:46:27.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "20",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "จัดการ",
      "คณะ": "Computer Business",
      "อายุ": "20",
      "หน่วยงาน กอง/ศูนย์": "ทั่วไป",
      "เบอร์ภายใน": "01717",
      "นามสกุล (ฉายา)": "Jirakulmethawat ",
      "สถาบัน": "สกป.",
      "Email": "0614565525aa@gmail.com",
      "วันที่สมัคร": "2024-05-19",
      "ชื่อ": "Onesawang",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "2003-09-10",
      "เบอร์มือถือ": "061-598-9154",
      "Last modified time": "2024-05-19T05:46:27.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recjqbI6h4d2rCQku",
    "createdTime": "2025-08-23T03:00:52.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-08-23",
      "ชื่อ": "เจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "064-639-5623",
      "Last modified time": "2025-08-23T03:00:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recjw1fI0gtKwrbqA",
    "createdTime": "2024-08-17T13:21:31.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์บริหารงานอาสาสมัคร",
      "นามสกุล (ฉายา)": "จตุรกุลมรกต",
      "Email": "jengiskhan@gmail.com",
      "วันที่สมัคร": "2024-08-17",
      "ชื่อ": "อิทธิพัทธ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "เบอร์มือถือ": "094-441-4529",
      "Last modified time": "2024-08-17T13:21:31.000Z"
    }
  },
  {
    "id": "recjzoBpr7yP4k4fa",
    "createdTime": "2023-09-05T12:28:46.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "ธิติวโร",
      "สถาบัน": "DOU",
      "Email": "zoomnavaka213@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระธนาวัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-05-02",
      "เบอร์มือถือ": "(095) 253-9597",
      "Last modified time": "2023-09-06T06:13:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reck9lOjNiqFzoL9l",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "วิศวกรรมเครื่องกล",
      "คณะ": "วิศกรรมศาสตร์",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "รักษาบรรยากาศ",
      "นามสกุล (ฉายา)": "พงษ์แขก",
      "สถาบัน": "มหาวิทยาลับเกษตรศาสตร์",
      "Email": "sangnapa072@gmail.com",
      "วันที่สมัคร": "2023-08-15",
      "ชื่อ": "แสงนภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1992-07-03",
      "เบอร์มือถือ": "(088) 022-4457",
      "Last modified time": "2023-09-06T06:16:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckBAYISu5VcNDEB",
    "createdTime": "2025-12-05T02:39:25.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "66/5",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "66/5",
      "หน่วยงาน กอง/ศูนย์": "กองบริการความสะอาด",
      "นามสกุล (ฉายา)": "รุ่งกรุด(กวิวฑฺฒโน)",
      "สถาบัน": "หอวัง",
      "Email": "runggrudj@gmail.com",
      "วันที่สมัคร": "2025-12-05",
      "ชื่อ": "พระจิระพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2025-12-05T02:39:25.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reckCIenfsUypjFqP",
    "createdTime": "2023-10-03T02:38:42.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "นักศึกษาฝึกงาน",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "อายุ 22",
      "หน่วยงาน กอง/ศูนย์": "กองเผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "สอาดเอี่ยม",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "supachot.s44@gmail.com",
      "วันที่สมัคร": "2023-10-03",
      "ชื่อ": "นาย ศุภโชติ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "2001-08-18",
      "เบอร์มือถือ": "(099) 497-1374",
      "Last modified time": "2023-10-03T02:38:42.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckJlBD2Bb5gwvbL",
    "createdTime": "2025-08-13T05:41:08.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "ประณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ม.ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-08-13",
      "ชื่อ": "สุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "065-641-2665",
      "Last modified time": "2025-08-13T05:41:08.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckOnXq7TQdE2pZS",
    "createdTime": "2026-02-27T03:57:55.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "63",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "ENGLISH",
      "คณะ": "Humanity",
      "อายุ": "63",
      "หน่วยงาน กอง/ศูนย์": "DOU",
      "นามสกุล (ฉายา)": "ฟูศิริทรัพย์",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "cham072@yahoo.com",
      "วันที่สมัคร": "2026-02-27",
      "ชื่อ": "เบญจพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1962-06-12",
      "เบอร์มือถือ": "081-429-1974",
      "Last modified time": "2026-02-27T03:57:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckU7Hl3uHNZI30i",
    "createdTime": "2024-06-03T10:17:38.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "พระนวกะ",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "เทคโนโลยีเครื่องกล",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "ย้านเผยแผ่",
      "นามสกุล (ฉายา)": "กวิทตฺโต",
      "สถาบัน": "มรภ.พระนคร",
      "Email": "kavitusto.dmcsuperman@gmail.commo",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระสมศักดิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1975-06-23",
      "เบอร์มือถือ": "063-101-3072",
      "Last modified time": "2024-06-03T10:17:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckeTmOSr11LDvkQ",
    "createdTime": "2025-04-14T10:09:43.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "พนักงานบริการทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "-",
      "คณะ": "-",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "กองสนง.เลขานุการฯ",
      "นามสกุล (ฉายา)": "เกตุสถล",
      "สถาบัน": "กศน.อ.ธัญบุรี",
      "Email": "nanwattaporn@gmail.com",
      "วันที่สมัคร": "2025-04-14",
      "ชื่อ": "ปิยธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1990-06-20",
      "เบอร์มือถือ": "092-632-5462",
      "Last modified time": "2025-04-14T10:09:43.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reckgcqJbcja4rThb",
    "createdTime": "2023-08-08T06:03:03.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "ชื่อโปรแกรม": "Capcut",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ฝึกอบรมธรรมทายาท",
      "นามสกุล (ฉายา)": "ดอกป่าน",
      "สถาบัน": "มหาวิทยาลัยสยาม",
      "Email": "vkwanta072@gmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "ขวัญตา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 16-17 ก.ย. 2566",
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1985-01-21",
      "เบอร์มือถือ": "0835566466",
      "Last modified time": "2026-05-22T03:35:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckkiZLlNfOaECAj",
    "createdTime": "2024-08-09T02:56:27.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "15",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 13 - 14 ส.ค. 2567",
      "อายุ": "15",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "มณิวโร",
      "Email": "pchatchaim@gmail.com",
      "วันที่สมัคร": "2024-08-09",
      "ชื่อ": "พระฉัตรชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1978-08-15",
      "เบอร์มือถือ": "(081) 341-6195",
      "Last modified time": "2024-08-12T08:17:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckkrw0paVQawZal",
    "createdTime": "2023-06-28T08:12:35.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "พระผู้ช่วย",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "สาขา": "พระพุทธศาสนา",
      "คณะ": "พุทธศาสตร์บัณฑิต",
      "อายุ": " 9",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานจังหวัดนครสวรรค์",
      "นามสกุล (ฉายา)": " วิสุทฺธิเขโม",
      "สถาบัน": "มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย ",
      "Email": "tatsanai462@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระทัศนัย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-10-10",
      "เบอร์มือถือ": "0850502378",
      "Last modified time": "2023-06-28T08:12:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckl2InANfQcVcon",
    "createdTime": "2023-09-13T05:04:02.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "สาขาวิชาภูมิสารสนเทศ",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "ส่วนงานส่งเสริมกิจกรรมนักเรียน",
      "นามสกุล (ฉายา)": "วิโค",
      "สถาบัน": "มรภ.บุรีรัมย์",
      "Email": "wikho12121@gmail.com",
      "วันที่สมัคร": "2023-09-13",
      "ชื่อ": "สาคร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1994-03-27",
      "เบอร์มือถือ": "(082) 665-3944",
      "Last modified time": "2023-09-13T05:04:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckmOGTRg4vkynpk",
    "createdTime": "2024-04-12T13:26:45.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "-",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "ภาษาญี่ปุ่น",
      "ชื่อโปรแกรม": "Facebook Workshop",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง 2",
      "นามสกุล (ฉายา)": "โหราเรือง",
      "สถาบัน": "-",
      "Email": "oppooiioooo@gmail.com",
      "วันที่สมัคร": "2024-04-12",
      "ชื่อ": "ยุราวัลย์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 8 พ.ค. 2567",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1995-07-26",
      "เบอร์มือถือ": "063-412-5971",
      "Last modified time": "2026-05-22T03:38:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckp8LmvJNUPYpZk",
    "createdTime": "2025-08-19T03:38:20.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "46 25",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "คณะ": "นิติศาสตร์",
      "อายุ": "46 25",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ผลิตรายการ",
      "นามสกุล (ฉายา)": "สงฺขวํโส",
      "Email": "vee072@gmail.com",
      "วันที่สมัคร": "2025-08-19",
      "ชื่อ": "พระมหาวีรพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-10-19",
      "เบอร์มือถือ": "064-164-4699",
      "Last modified time": "2025-08-19T03:38:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reckuCfRbrVqHBR8I",
    "createdTime": "2026-03-04T16:25:11.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "ชื่อโปรแกรม": " Photoshop Ai",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 11-13 มี.ค. 2569",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:02:51.000Z"
    }
  },
  {
    "id": "reckwibA2xusJtziG",
    "createdTime": "2025-10-02T17:08:48.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "67",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "วิศวกรรมอากาศยาน",
      "คณะ": "วิศวกรรมอากาศยาน",
      "อายุ": "67",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "มารยาตร์",
      "สถาบัน": "นายเรืออากาศ",
      "Email": "jarukmarayat@gmail.com",
      "วันที่สมัคร": "2025-10-03",
      "ชื่อ": "จารึก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1958-11-02",
      "เบอร์มือถือ": "089-893-1834",
      "Last modified time": "2025-10-02T17:08:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recl8zLnAVe2tS9HS",
    "createdTime": "2024-05-27T06:49:04.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "สาขา": "การจัดการทรัพยากรเกษตร",
      "คณะ": "ทรัพยากรธรรมชาติและอุตสาหกรรมเกษตร",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "อาจสมัย",
      "Email": "thipasp7@gmail.com",
      "วันที่สมัคร": "2024-05-27",
      "ชื่อ": "สุภาวิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1991-09-14",
      "เบอร์มือถือ": "099-286-5527",
      "Last modified time": "2024-05-27T06:49:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recl95oxDBGlSiwkK",
    "createdTime": "2026-03-28T00:15:30.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ผลิตสื่อประชาสัมพันธ์",
      "นามสกุล (ฉายา)": "วิสุทฺธญาโณ",
      "Email": "prarut24@gmail.com",
      "วันที่สมัคร": "2026-03-24",
      "ชื่อ": "พระมหารุช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "081-574-3049",
      "Last modified time": "2026-03-28T00:15:30.000Z"
    }
  },
  {
    "id": "reclDG7hM4wKY4KpZ",
    "createdTime": "2025-04-25T07:16:57.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "สนง. ส่งเสริมศีลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ฉนฺทวฑฺโฒ",
      "Email": "ppoempong@gmail.com",
      "วันที่สมัคร": "2025-04-25",
      "ชื่อ": "พระเพิ่มพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-01-17",
      "เบอร์มือถือ": "094-545-6594",
      "Last modified time": "2025-04-25T07:16:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reclG5N32ZWi0mO3o",
    "createdTime": "2025-09-12T04:12:25.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "65",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "หนังสือพิมพ์",
      "คณะ": "สื่อสารมวลชน",
      "อายุ": "65",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 18",
      "นามสกุล (ฉายา)": "เปลี่ยนโมฬี",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "tipmolee@gmail.com",
      "วันที่สมัคร": "2025-09-12",
      "ชื่อ": "ปาณทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1960-11-18",
      "เบอร์มือถือ": "081-920-0303",
      "Last modified time": "2025-09-12T04:12:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reclLEjt1lVEwsbAY",
    "createdTime": "2024-07-31T01:49:28.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "คณะ": "MBA",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ประเสริฐสุขดี",
      "สถาบัน": "Drexel University",
      "Email": "pprasertsukdee@gmail.com",
      "วันที่สมัคร": "2024-07-31",
      "ชื่อ": "พิมพ์ชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1965-04-15",
      "เบอร์มือถือ": "097-392-6932",
      "Last modified time": "2024-07-31T01:49:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "reclLreRJPCpCdPY1",
    "createdTime": "2026-04-26T13:14:41.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "กองปสง. สถานที่ปฏิบัติธรรม",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "กอง สํานักงานประสานงานสถานที่ปฏิบัติธรรมเวิลด์พีช วัลเลย์",
      "นามสกุล (ฉายา)": "ทองศรี",
      "สถาบัน": "สกร.โป่งตาลอง",
      "Email": "pakornzx126@gmail.com",
      "วันที่สมัคร": "2026-04-26",
      "ชื่อ": "ปกรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2009-03-02",
      "เบอร์มือถือ": "092-764-0910",
      "Last modified time": "2026-04-26T13:14:41.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reclQlpKubGJiV0bK",
    "createdTime": "2024-02-29T14:11:49.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "พัฒนามหาเปรียญ",
      "นามสกุล (ฉายา)": "จริยาชโย",
      "สถาบัน": "สังข์อ่ำวิทยา",
      "Email": "nawin24143@gmail.com",
      "วันที่สมัคร": "2024-02-29",
      "ชื่อ": "พระมหาณัฐดนัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2000-01-24",
      "เบอร์มือถือ": "094-956-9495",
      "Last modified time": "2024-02-29T14:11:49.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "reclVpwVSK2Q3FLlY",
    "createdTime": "2025-04-11T08:19:23.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "การจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "ฟื้นฟูศีลธรรมโลกภาคใต้ ",
      "นามสกุล (ฉายา)": "ภักดีวานิช",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์ ",
      "Email": "pae.bk25@gmail.com",
      "วันที่สมัคร": "2025-04-11",
      "ชื่อ": "นิติกร ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1991-11-12",
      "เบอร์มือถือ": "099-286-5546",
      "Last modified time": "2025-04-11T08:19:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recllHDOvy35UcfyE",
    "createdTime": "2024-07-22T08:20:13.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "อาสาสมัครช่วยงาน",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "กองรักษาสาธุชนใหม่",
      "นามสกุล (ฉายา)": "วรรณพุก",
      "สถาบัน": "มหาวิทยาลัยราชภัฏเพชรบุรี",
      "Email": "wawahora599@gmail.com",
      "วันที่สมัคร": "2024-07-22",
      "ชื่อ": "ณฐพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1994-09-12",
      "เบอร์มือถือ": "061-497-5159",
      "Last modified time": "2024-07-22T08:20:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reclpRm6Q8ZMAaBl8",
    "createdTime": "2025-02-26T02:02:15.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2025-02-26",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2531-04-18",
      "เบอร์มือถือ": "084-099-1789",
      "Last modified time": "2025-02-26T02:02:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recm0ksXolLQGYajB",
    "createdTime": "2025-10-11T11:24:56.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "ชื่อโปรแกรม": "Generative AI",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 14 ต.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:44:20.000Z"
    }
  },
  {
    "id": "recm8PnlWUPZPKnto",
    "createdTime": "2023-03-15T14:03:17.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ทั่วไป",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "ชื่อโปรแกรม": "Photoshop",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "กองการแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "หลิว ทนฺตมโน",
      "สถาบัน": "The Southeast University China ",
      "Email": "yixin1072@gmail.com",
      "วันที่สมัคร": "2023-03-15",
      "ชื่อ": "พระตัน",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 25-27 เม.ย. 2566",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1982-10-09",
      "เบอร์มือถือ": "0954142957",
      "Last modified time": "2026-05-22T03:35:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmA0BaMTIvPxike",
    "createdTime": "2026-03-22T11:03:45.000Z",
    "fields": {
      "สำนัก": "บริการกลาง",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "สื่อสาร",
      "คณะ": "สื่อสารมวลชน",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "จราจร ศูนย์คมนาคม",
      "นามสกุล (ฉายา)": "จันทร์ส่อง",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "16oomboon@gmail.com",
      "วันที่สมัคร": "2026-03-22",
      "ชื่อ": "สุนันทา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2531-01-16",
      "เบอร์มือถือ": "063-450-9659",
      "Last modified time": "2026-03-22T11:03:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmBPCeVl9g1hCQh",
    "createdTime": "2024-07-08T08:38:31.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "44/13",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "44/13",
      "หน่วยงาน กอง/ศูนย์": "กองอบรม",
      "นามสกุล (ฉายา)": "สุทธิมิตร์(ญาณวิปุโล)",
      "Email": "Sompong1980.sp@gmil.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระสมปอง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1980-07-10",
      "เบอร์มือถือ": "063-164-2380",
      "Last modified time": "2024-07-08T08:38:31.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recmIhm5fH78h1kgX",
    "createdTime": "2023-10-02T04:02:03.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "นักศึกษาฝึกงาน",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "สารสนเทศ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "เผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "น้อมถวาย",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "newphutanes@gmail.com",
      "วันที่สมัคร": "2023-10-02",
      "ชื่อ": "ภูธเนศ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "2002-02-08",
      "อื่นๆ (ระบุ)": "นักศึกษาฝึกงาน",
      "เบอร์มือถือ": "(098) 365-2175",
      "Last modified time": "2023-10-02T04:02:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmLPVKFsp2xNEvA",
    "createdTime": "2023-05-04T08:28:36.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "ผู้ประสานงาน/ช่างภาพ",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "ชีววิทยา",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดพระนครศรีอยุธยา/ศูนย์อบรมเยาวชนบางปะหัน",
      "นามสกุล (ฉายา)": "มีนมณี",
      "สถาบัน": "มหาวิทยาลัยมหิดล",
      "Email": "tongstone99@gmail.com",
      "วันที่สมัคร": "2023-05-04",
      "ชื่อ": "สุทธภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "1995-04-22",
      "เบอร์มือถือ": "0824858647",
      "Last modified time": "2023-05-04T08:28:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmUKTsOOzsY6lrN",
    "createdTime": "2026-02-10T14:16:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "70",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "อายุ": "70",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "หนูนารถ",
      "Email": "wirach24112498@gmail.com",
      "วันที่สมัคร": "2026-02-10",
      "ชื่อ": "วิรัช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1955-11-24",
      "เบอร์มือถือ": "081-304-2576",
      "Last modified time": "2026-02-10T14:16:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmVQd421cY5UeKN",
    "createdTime": "2025-02-18T08:23:10.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ประสานงานนครหลวง5",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "เกษตร",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง5",
      "นามสกุล (ฉายา)": "ศรีลี",
      "สถาบัน": "มหาลัยเกษตรศาสตร์",
      "Email": "jinnee005@gmail.com",
      "วันที่สมัคร": "2025-02-18",
      "ชื่อ": "จินตนา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2516-10-15",
      "เบอร์มือถือ": "081-665-8649",
      "Last modified time": "2025-02-18T08:23:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmZqVnohkd5a6v1",
    "createdTime": "2023-03-01T12:35:03.000Z",
    "fields": {
      "สำนัก": "พระปริยัติธรรม",
      "ตำแหน่ง": "เจ้าหน้าที่ทั่วไป",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "ภาษาไทย",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "49/10",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการฝ่ายโรงเรียน",
      "เบอร์ภายใน": "13170",
      "นามสกุล (ฉายา)": "วรกาโร",
      "อื่นๆ": "-",
      "สถาบัน": "มหาวิทยาลัยมหามกุฎราชวิทยาลัย",
      "Email": "methee1804@gmail.com",
      "วันที่สมัคร": "2023-03-01",
      "ชื่อ": "พระมหาเมธี  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1973-04-18",
      "อื่นๆ (ระบุ)": "-",
      "เบอร์มือถือ": "(086) 338-0181",
      "การเข้าอบรม": "ไม่เข้าอบรม",
      "Last modified time": "2023-03-16T09:32:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmbvhbxfuwEBG62",
    "createdTime": "2024-07-08T08:32:33.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "35/10",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "อายุ": "35/10",
      "หน่วยงาน กอง/ศูนย์": "อบรมพระนวกะ",
      "นามสกุล (ฉายา)": "รติโก",
      "Email": "r.lung531@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระประทักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "082-659-1498",
      "Last modified time": "2024-07-08T08:32:33.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recmp0z7WSHXTZPF9",
    "createdTime": "2024-07-02T08:29:42.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "นักศึกษาฝึกงานปี 4",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "สารสนเทศ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "เบอร์ภายใน": "13970",
      "นามสกุล (ฉายา)": "ชอบสุข",
      "อื่นๆ": "นักศึกษาปี 4 ฝึกงาน",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคล ธัญบุรี",
      "Email": "dalashobsuk@gmail.com",
      "วันที่สมัคร": "2024-07-02",
      "ชื่อ": "ดาหลา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "อื่นๆ (ระบุ)": "นักศึกษาปี 4 ฝึกงาน",
      "เบอร์มือถือ": "094-480-3262",
      "Last modified time": "2024-07-02T08:29:42.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recmv01z2rr96BJOk",
    "createdTime": "2025-03-04T03:32:17.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "กาญจนเสถียร",
      "Email": "ghiaautomatic@gmail.com",
      "วันที่สมัคร": "2025-03-04",
      "ชื่อ": "กีรติบุตร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1986-12-06",
      "เบอร์มือถือ": "063-265-8388",
      "Last modified time": "2025-03-04T03:32:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recmvc3weDQ2i5QBE",
    "createdTime": "2023-04-19T12:54:06.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "ช่างภาพ",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "ธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2023-04-19",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "0840991789",
      "Last modified time": "2023-04-19T12:54:06.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmx3yfgVE614fTF",
    "createdTime": "2024-09-20T05:47:50.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานสภาฯ",
      "นามสกุล (ฉายา)": "แก้วบุญเรือง",
      "Email": "jkaewboonruang@gmail.com",
      "วันที่สมัคร": "2024-09-20",
      "ชื่อ": "จิตราวดี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1977-12-03",
      "เบอร์มือถือ": "093-156-3694",
      "Last modified time": "2024-09-20T05:47:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recmxwAJtgHXaOCdb",
    "createdTime": "2026-05-14T04:19:25.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "พรรษาที่": "39/16",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "คอม",
      "คณะ": "คอม",
      "อายุ": "39/16",
      "หน่วยงาน กอง/ศูนย์": "อาคารปรามมาร",
      "นามสกุล (ฉายา)": "ติกฺขเมโธ",
      "Email": "2529of2553@gmail.com",
      "วันที่สมัคร": "2026-05-14",
      "ชื่อ": "พระ เฉลิมพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-05-18",
      "เบอร์มือถือ": "099-574-4087",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recn1bqLK6Gu43FrA",
    "createdTime": "2025-11-19T18:05:09.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "ออกแบบผลิตภัณฑ์",
      "คณะ": "อุตสาหกรรมเกษตร",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "อื่นๆ",
      "นามสกุล (ฉายา)": "-",
      "สถาบัน": "เกษตรศาสตร์",
      "Email": "pear_catanone@hotmail.com",
      "วันที่สมัคร": "2025-11-20",
      "ชื่อ": "รัชยา ปิยวนิชพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1997-06-12",
      "เบอร์มือถือ": "087-901-2325",
      "Last modified time": "2025-11-19T18:05:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnFTFij9GvXFrJc",
    "createdTime": "2024-05-08T03:48:51.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "สาธุชนทั่วไป",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ชื่นงูเหลือม",
      "สถาบัน": "ม.ลาดกระบัง",
      "Email": "ckridda@gmail.com",
      "วันที่สมัคร": "2024-05-08",
      "ชื่อ": "กฤดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1981-07-26",
      "เบอร์มือถือ": "082-991-6415",
      "Last modified time": "2024-05-08T03:48:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnOXP5xYMwQFT0y",
    "createdTime": "2026-04-30T13:33:54.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "14",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "14",
      "หน่วยงาน กอง/ศูนย์": "ธุดงคสถานพิษณุโลก",
      "นามสกุล (ฉายา)": "ธมฺมสกฺโก",
      "Email": "onexcoolsive@gmail.com",
      "วันที่สมัคร": "2026-04-30",
      "ชื่อ": "พระบุญลือ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1986-11-15",
      "เบอร์มือถือ": "065-605-6903",
      "Last modified time": "2026-04-30T13:33:54.000Z"
    }
  },
  {
    "id": "recnWXcYkkQ3rf7ik",
    "createdTime": "2023-09-14T04:10:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ไม่มี",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "อุตสาหการ",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "ไม่มี",
      "เบอร์ภายใน": "ไม่มี",
      "นามสกุล (ฉายา)": "จันทรากุลศิริ",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "woraphan.r6@gmail.com",
      "วันที่สมัคร": "2023-09-14",
      "ชื่อ": "วรพรรณ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1975-10-12",
      "เบอร์มือถือ": "(092) 746-0007",
      "Last modified time": "2023-09-14T04:10:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnY9wuIXywLpdTP",
    "createdTime": "2024-06-18T02:53:35.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "ภูริโสภโณ",
      "Email": "Purisopano32@gmail.com",
      "วันที่สมัคร": "2024-06-18",
      "ชื่อ": "ธวัชชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-03-02",
      "เบอร์มือถือ": "094-898-2106",
      "Last modified time": "2024-06-18T02:53:35.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recnbXZyxNVJ4QGqo",
    "createdTime": "2023-09-04T06:45:54.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ศรัทธาวาส",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง10",
      "เบอร์ภายใน": "13010",
      "นามสกุล (ฉายา)": "แสนคำ",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "kridtima2519@gmail.com",
      "วันที่สมัคร": "2023-09-04",
      "ชื่อ": "กฤติมา ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1976-01-30",
      "เบอร์มือถือ": "(081) 480-3026",
      "Last modified time": "2023-09-04T06:45:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recndlRNVgD667M3s",
    "createdTime": "2025-03-10T13:09:26.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "67 / 6",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "สาขา": "พืชไร่",
      "คณะ": "ผลิตกรรมกรรมการเกษตร",
      "อายุ": "67 / 6",
      "หน่วยงาน กอง/ศูนย์": "กองชุมชนสัมพันธ์",
      "นามสกุล (ฉายา)": "สืบสาย (ฐานสุโภ)",
      "สถาบัน": "สถาบันเทคโนโลยีการเกษตรแม่โจ้",
      "Email": "loei072@gmail.com",
      "วันที่สมัคร": "2025-03-10",
      "ชื่อ": "พระศุภชล ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1958-01-01",
      "เบอร์มือถือ": "092-715-3171",
      "Last modified time": "2025-03-10T13:09:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnkHjq9GhZilWjT",
    "createdTime": "2023-06-28T07:29:31.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "พระเจ้าหน้าที่",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "45/9",
      "หน่วยงาน กอง/ศูนย์": "กองร้อยเนื้อนาบุญ",
      "นามสกุล (ฉายา)": "ธมฺมนนฺโท",
      "สถาบัน": "dou",
      "Email": "pkumtonpp@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระกำ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-10-08",
      "เบอร์มือถือ": "0923789209",
      "Last modified time": "2023-06-28T07:29:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnoCRE45fsUMw7I",
    "createdTime": "2023-09-15T04:23:09.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "ปสง.ทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "มนุษยศาสตร์",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "กองจังหวัดอยุธยา",
      "นามสกุล (ฉายา)": "แก้วบำรุง",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "Suthisa.k516@gmail.com",
      "วันที่สมัคร": "2023-09-15",
      "ชื่อ": "สุทิศา  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1975-09-19",
      "เบอร์มือถือ": "(096) 656-4661",
      "Last modified time": "2023-09-15T04:23:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnr6Iyvlz0H0mP6",
    "createdTime": "2024-05-24T14:48:34.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "บัญชี",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "D new media",
      "นามสกุล (ฉายา)": "ทองก้อน",
      "สถาบัน": "ราชฎัช บ้านสมเด็จเจ้าพระยา",
      "Email": "fern08yauwalak@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "เยาวลักษณ์  ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1997-01-24",
      "เบอร์มือถือ": "092-449-5692",
      "Last modified time": "2024-05-24T14:48:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnuf1Bomo8Ef4fL",
    "createdTime": "2026-03-22T08:58:03.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "นักศึกษา",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "ภาษาและวัฒนธรรม",
      "คณะ": "อักษรศาสตร์",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "โรจน์สกุลเพชร ",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "beamyrosh@gmail.com",
      "วันที่สมัคร": "2026-03-22",
      "ชื่อ": "ภัตพัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2003-05-09",
      "เบอร์มือถือ": "086-387-4654",
      "Last modified time": "2026-03-22T08:58:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recnwMnf6mAVxSsus",
    "createdTime": "2023-02-20T10:10:39.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "กัลฯ",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "อายุ": "58",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "ทำกินรวย",
      "อื่นๆ": "ม.3",
      "สถาบัน": "สุธีวรราษฎร์รังสฤษ",
      "Email": "Somphut072@gmail.com",
      "วันที่สมัคร": "2023-02-20",
      "ชื่อ": "สมพุฒ  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1965-05-05",
      "เบอร์มือถือ": "(088) 917-3089",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:45.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recnzd3WgZb449FIa",
    "createdTime": "2025-05-22T12:39:05.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "42/19",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "สถาปัตยกรรม",
      "คณะ": "สถาปัตยกรรมศาสตร์",
      "อายุ": "42/19",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายคานากาว่า",
      "นามสกุล (ฉายา)": "นาคทิพย์ (ปิยสีโล)",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "venpiya@hotmail.com",
      "วันที่สมัคร": "2025-05-22",
      "ชื่อ": "ครูสังฆรักษ์จักรกฤษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1982-10-07",
      "เบอร์มือถือ": "089-175-3765",
      "Last modified time": "2025-05-22T12:39:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reco3AmMEGVPr1XgJ",
    "createdTime": "2025-09-10T05:44:16.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ศรียาภัย",
      "Email": "veemaj.vs072@gmail.com",
      "วันที่สมัคร": "2025-09-04",
      "ชื่อ": "รตนนล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-664-5664",
      "Last modified time": "2025-09-10T05:44:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reco6TNYpeUnbAxxP",
    "createdTime": "2026-05-23T03:55:09.000Z",
    "fields": {
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "หน่วยงาน กอง/ศูนย์": "สป.",
      "นามสกุล (ฉายา)": " ถามิโก",
      "ชื่อ": "ศรีธิปย์ ถามิโก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "เบอร์มือถือ": "(093)-397-4172",
      "Last modified time": "2026-05-23T03:56:47.000Z"
    }
  },
  {
    "id": "reco84RuBxtQWwSN6",
    "createdTime": "2025-07-11T08:55:23.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เจ้าหน้าที่ส่งเสริมสุขภาพ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "บริหารัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "พยาบาล",
      "นามสกุล (ฉายา)": "เขตแดน",
      "สถาบัน": "มหาวิยาลัยรามคำแหง",
      "Email": "somnuk2903@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "สมนึก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1978-03-29",
      "เบอร์มือถือ": "081-584-9983",
      "Last modified time": "2025-07-11T08:55:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recoD8iJnKihZpBfS",
    "createdTime": "2024-06-03T07:17:04.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "65/9",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "65/9",
      "หน่วยงาน กอง/ศูนย์": "กองร้อยเนื้อนาบุญ",
      "นามสกุล (ฉายา)": "มหาวีโร",
      "Email": "konggydcbard@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระชุมพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "064-212-7344",
      "Last modified time": "2024-06-03T07:17:04.000Z"
    }
  },
  {
    "id": "recoJDXNqqK8aSaNx",
    "createdTime": "2025-04-10T10:24:25.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "นักเขียน",
      "นามสกุล (ฉายา)": "ทองสมบูรณ์",
      "Email": "amornpun072@gmail.com",
      "วันที่สมัคร": "2025-04-10",
      "ชื่อ": "อมรพรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1977-07-14",
      "เบอร์มือถือ": "062-629-2253",
      "Last modified time": "2025-04-10T10:24:25.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recoPnvbC4Uii3oJ3",
    "createdTime": "2025-10-06T00:21:17.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "22",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "กฎหมายระหว่างประเทศ",
      "คณะ": "นิติศาสตร์",
      "อายุ": "22",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายแคลิฟอร์เนีย",
      "นามสกุล (ฉายา)": "สิริวํโส",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "ncharoen1960@gmail.com",
      "วันที่สมัคร": "2025-10-06",
      "ชื่อ": "พม.ณัฐพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "084-312-7376",
      "Last modified time": "2025-10-06T00:21:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recoSfjMZvq5kIZEQ",
    "createdTime": "2024-07-04T08:59:16.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "ผู้ประกาศข่าว",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม CapCut วันที่ 9-11 ก.ค. 2567",
      "สาขา": "ประวัติศาสตร์",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "กองDMC NEWS",
      "นามสกุล (ฉายา)": "เอี่ยมกำชัย",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "fcahim@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "รณกร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-04-21",
      "เบอร์มือถือ": "086-356-9492",
      "Last modified time": "2024-07-04T08:59:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recoV0A0iJTIV5voi",
    "createdTime": "2025-03-02T16:35:53.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "คณะ": "ศึกษาศาสตร์เกษตรศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "อาสาสมัครภาค10",
      "นามสกุล (ฉายา)": "บุญยัง",
      "สถาบัน": "มหวิทยาลัยเกษตรศาสตร์",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-03-02",
      "ชื่อ": "ศิริวิมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1971-02-10",
      "เบอร์มือถือ": "092-463-9051",
      "Last modified time": "2025-03-02T16:35:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recoVFrjQYylB6aOA",
    "createdTime": "2023-10-01T07:18:16.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "การเงินและธนาคาร",
      "คณะ": "เศรษฐศาสตร์",
      "อายุ": "66",
      "หน่วยงาน กอง/ศูนย์": "ประสานงานภูมิภาค",
      "นามสกุล (ฉายา)": "กิตฺตินฺโท",
      "สถาบัน": "ราขภัฏอุดรธานี",
      "Email": "wigrom@096gmail.com",
      "วันที่สมัคร": "2023-10-01",
      "ชื่อ": "พระวิกรม",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1957-03-25",
      "เบอร์มือถือ": "(099) 280-0125",
      "Last modified time": "2023-10-01T07:18:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recog8gl317QCwNhi",
    "createdTime": "2025-02-20T15:10:27.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ชยพนฺโธ",
      "Email": "non_freedomz@hotmail.com",
      "วันที่สมัคร": "2025-02-20",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1994-02-15",
      "เบอร์มือถือ": "095-292-9419",
      "Last modified time": "2025-02-20T15:10:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recohGmyKN5JZO4Ph",
    "createdTime": "2023-04-19T14:13:29.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "อุตสาหการ",
      "คณะ": "วิศวกรรม",
      "อายุ": "37\\9",
      "หน่วยงาน กอง/ศูนย์": "ต้อนรับชาวต่างชาติ",
      "นามสกุล (ฉายา)": "นนฺทิมุตฺโต",
      "สถาบัน": "Kmitl",
      "Email": "b_e_s_t_t_p@hotmail.com",
      "วันที่สมัคร": "2023-04-19",
      "ชื่อ": "วัชรพงษ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1985-08-03",
      "เบอร์มือถือ": "0866264294",
      "Last modified time": "2023-04-19T14:13:29.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recou4oe9jhRTPo4c",
    "createdTime": "2025-06-28T11:50:02.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "8",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "วิศวกรรมโยธา",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "ปราณีตศิลป์",
      "นามสกุล (ฉายา)": "สิทฺธิวํโส",
      "สถาบัน": "ราชมงคล",
      "Email": "phra.lord@gmail.com",
      "วันที่สมัคร": "2025-06-28",
      "ชื่อ": "พระสุระชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-02-02",
      "เบอร์มือถือ": "065-641-2665",
      "Last modified time": "2025-06-28T11:50:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recowIHUnx11JVBIu",
    "createdTime": "2026-04-25T13:44:49.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "67/6",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "อายุ": "67/6",
      "หน่วยงาน กอง/ศูนย์": "บริการความสะอาด",
      "นามสกุล (ฉายา)": "กวิวฑฺฒโน",
      "Email": "runggrudj@gmail.com",
      "วันที่สมัคร": "2026-04-25",
      "ชื่อ": "พระจิระพงษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-10-05",
      "เบอร์มือถือ": "091-415-9799",
      "Last modified time": "2026-04-25T13:44:49.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recowWDYGnKdOFkl0",
    "createdTime": "2024-09-01T13:42:32.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "-",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "ภาษาจีนธุรกิจ",
      "คณะ": "ศิลปกรรมศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "กองอินเทอร์เน็ต",
      "นามสกุล (ฉายา)": "เกศภัทรานนท์",
      "สถาบัน": "มหาวิทยาลัยนอร์ทกรุงเทพ รังสิต",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-09-01",
      "ชื่อ": "รายา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2540-07-09",
      "เบอร์มือถือ": "096-296-9541",
      "Last modified time": "2024-09-26T06:03:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recoyFMzgjWIVR6TM",
    "createdTime": "2025-07-03T00:20:37.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "36",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "สาขา": "การจัดการอุตสาหกรรม​",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนานวัตกรรมการเรียนรู้​",
      "นามสกุล (ฉายา)": "มณีขาว",
      "สถาบัน": "สถาบันเทคโนโลยี​ไทย-ญี่ปุ่น",
      "Email": "wanwisa.mk@gmail.com",
      "วันที่สมัคร": "2025-07-03",
      "ชื่อ": "วรรณวิสาข์​",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1989-07-18",
      "เบอร์มือถือ": "088-002-6152",
      "Last modified time": "2025-07-03T00:20:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recozEDkrHE707tML",
    "createdTime": "2025-09-13T23:15:13.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "รัตนาภรณ์",
      "Email": "nutsha.tg@gmail.com",
      "วันที่สมัคร": "2025-09-14",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "062-492-6966",
      "Last modified time": "2025-09-13T23:15:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recp10h1qWxFMrvyG",
    "createdTime": "2025-07-14T03:40:26.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เจ้าหน้าที่พัสดุ",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "หยกภู",
      "Email": "yokphun09@gmail.com",
      "วันที่สมัคร": "2025-07-14",
      "ชื่อ": "มงคล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2542-05-27",
      "เบอร์มือถือ": "084-351-2029",
      "Last modified time": "2025-07-14T03:40:26.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recp6evk7omzpAnJt",
    "createdTime": "2023-05-10T10:19:58.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "สารถี",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "บริหารรัฐกิจ",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "กองอาคาร 100ปี คุณยายฯ",
      "เบอร์ภายใน": "jaruphuchitt@gmail.com",
      "นามสกุล (ฉายา)": "ธีรวัฒนเศรษฐ์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "jaruphuchitt@gmail.com",
      "วันที่สมัคร": "2023-05-10",
      "ชื่อ": "จารุภูฌิฏฐ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1979-09-16",
      "เบอร์มือถือ": "0841383041",
      "Last modified time": "2023-05-10T10:19:58.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpB44afMgP7T94H",
    "createdTime": "2024-08-19T02:58:19.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "ประสานงานทั่วไป",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การสื่อสารการท่องเที่ยว",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "กองศูนย์ภาษาเดลซี",
      "นามสกุล (ฉายา)": "แสนจิตร",
      "สถาบัน": "มหาวิทยาลัยเกริก",
      "Email": "chompoo9.sario@gmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "นางสาวสาธิมน",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1981-10-31",
      "เบอร์มือถือ": "086-364-5079",
      "Last modified time": "2024-08-19T02:58:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recpE4CMZGGZhGYCz",
    "createdTime": "2023-09-05T02:07:05.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "เป็นสาธุชนค่ะ",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "เป็นสาธุชนค่ะ",
      "นามสกุล (ฉายา)": "กาญจนเสถียร",
      "สถาบัน": "Macquarie University (Australia)",
      "Email": "nichapa072@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "ณิชาภา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1978-09-08",
      "เบอร์มือถือ": "(092) 156-5559",
      "Last modified time": "2023-09-05T02:07:05.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recpHttb1aANsDMKo",
    "createdTime": "2024-05-05T13:47:23.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "-",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "พรอธิวิวัฒน์",
      "สถาบัน": "ม.กรุงเทพ",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-05-05",
      "ชื่อ": "กมลพัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2515-07-17",
      "เบอร์มือถือ": "087-052-4095",
      "Last modified time": "2024-05-05T13:47:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpL4Je5FuusrIiu",
    "createdTime": "2025-12-07T14:33:00.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-12-07",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "062-655-9161",
      "Last modified time": "2025-12-07T14:33:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpMeaSOpRB1RsXS",
    "createdTime": "2024-08-29T12:04:11.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "กองแปล",
      "นามสกุล (ฉายา)": "Moe Moe",
      "Email": "moesandarhtunn@gmail.com",
      "วันที่สมัคร": "2024-08-29",
      "ชื่อ": "Moe Sandar Htun",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2007-05-03",
      "เบอร์มือถือ": "087-430-7175",
      "Last modified time": "2024-08-29T12:04:11.000Z"
    }
  },
  {
    "id": "recpU2U0B2gtooizD",
    "createdTime": "2024-06-24T06:24:53.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "5",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมเยาวชนนครปฐม",
      "นามสกุล (ฉายา)": "ชุตินฺธโร",
      "สถาบัน": "โรงเรียนพระปริยัติธรรมแผนกสามัญศึกษาวัดสระกำแพงใหญ่",
      "Email": "chutintharo072@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระวายุ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2526-02-08",
      "เบอร์มือถือ": "065-994-4799",
      "Last modified time": "2024-06-24T06:24:53.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recpUjUj2mhnDm4Io",
    "createdTime": "2024-02-29T06:13:20.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "สาธุชนทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎเลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2024-02-29",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2024-03-01T07:14:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpccDAMb5BmGEJu",
    "createdTime": "2025-02-03T07:43:52.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ผช.ผอ.สำนัก",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "ชื่อโปรแกรม": "Multimedia",
      "คณะ": "วิทย์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "นักเขียน",
      "นามสกุล (ฉายา)": "ลิ่วเฉลิมวงศ์",
      "สถาบัน": "มหาวิทยาลัยพระจอมเกล้าธนบุรี",
      "Email": "r.luck072@gmail.com",
      "วันที่สมัคร": "2025-01-30",
      "ชื่อ": " รัดเกล้า",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 26-28 ก.พ. 2568",
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1972-09-18",
      "เบอร์มือถือ": "081-566-0072",
      "Last modified time": "2026-05-22T03:41:54.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpe9BXz2ZE1W8WR",
    "createdTime": "2025-02-13T09:22:40.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์เพื่อเยาวชน",
      "นามสกุล (ฉายา)": "ศรีสมชัย",
      "สถาบัน": "ม.รังสิต",
      "Email": "aunmedia555@gmail.com",
      "วันที่สมัคร": "2025-02-13",
      "ชื่อ": "อัญชลี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1977-04-22",
      "เบอร์มือถือ": "083-540-6345",
      "Last modified time": "2025-02-13T09:22:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpmvqqIYIaA6Cud",
    "createdTime": "2024-09-17T09:27:12.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐประศาสนศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "กองส่งเสริมศิลธรรมภาคพื้นยุโรป",
      "นามสกุล (ฉายา)": "ศรีเพ็ญ",
      "สถาบัน": "มหาวิทยาลัยราชภัฎวไลอลงกรณ์",
      "Email": "panitsri24@gmail.com",
      "วันที่สมัคร": "2024-09-17",
      "ชื่อ": "ปณิธ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1981-04-24",
      "เบอร์มือถือ": "063-442-8555",
      "Last modified time": "2024-09-17T09:27:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recpqBq1ZAon9XxLe",
    "createdTime": "2025-03-23T04:45:35.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "1",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "1",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 12",
      "นามสกุล (ฉายา)": "เหนือกระโทก",
      "Email": "satang.satang423@gmail.com",
      "วันที่สมัคร": "2025-03-23",
      "ชื่อ": "กุลประภัสสร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2010-04-05",
      "เบอร์มือถือ": "095-170-8310",
      "Last modified time": "2025-03-23T04:45:35.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recpu9yTt0pxmynYb",
    "createdTime": "2025-03-01T07:30:26.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "พืชสวน",
      "คณะ": "เทคโนโลยีการเกษตร",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "วิชาการ02",
      "นามสกุล (ฉายา)": "ศรีวงษ์",
      "สถาบัน": "KMIT'L",
      "Email": "tium335@gmail.com",
      "วันที่สมัคร": "2025-03-01",
      "ชื่อ": "สุคนธ์ทิพย์  ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "2517-03-15",
      "เบอร์มือถือ": "085-660-1116",
      "Last modified time": "2025-03-01T07:30:26.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recq0knqDF8F8t6x3",
    "createdTime": "2023-04-18T06:47:12.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พนักงาน",
      "โปรแกรมที่สมัคร": "Photoshop วันที่ 25-27 เม.ย. 2566",
      "สาขา": "การจัดการทรัพยากรมนุษย์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมคอมพิวเตอร์",
      "นามสกุล (ฉายา)": "สว่างประทีป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
      "Email": "worapin18sawang@gmail.com",
      "วันที่สมัคร": "2023-04-18",
      "ชื่อ": "วรพิณ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1998-01-18",
      "เบอร์มือถือ": "0994295793",
      "Last modified time": "2023-04-18T06:47:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recq26phGYSFUoYVJ",
    "createdTime": "2023-06-05T10:20:38.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พระทดลองงาน",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "เทคโนโลยีเพื่อการเผยแผ่",
      "คณะ": "พุทธสหศาสตร์",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองบริการสารสนเทศ",
      "นามสกุล (ฉายา)": "ธมฺมิทฺธญาโณ",
      "สถาบัน": "ศูนย์พุทธศาสตร์ศึกษา DCI",
      "Email": "layitsnew8503@gmail.com",
      "วันที่สมัคร": "2023-06-05",
      "ชื่อ": "พระมหาวาทิศ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2000-05-13",
      "เบอร์มือถือ": "0643170195",
      "Last modified time": "2023-06-05T10:20:38.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recq9DD2HCMuhZxBj",
    "createdTime": "2023-09-05T12:35:51.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พระพี่เลี้ยง",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "กมลเดช",
      "สถาบัน": "Dou",
      "Email": "zoomnavaka213@gmail.com",
      "วันที่สมัคร": "2023-09-05",
      "ชื่อ": "พระธนาวัฒน์ ธิติวโร",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1992-05-02",
      "เบอร์มือถือ": "(095) 253-9597",
      "Last modified time": "2023-09-05T12:35:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqJRSBIwjzLyiun",
    "createdTime": "2023-10-11T07:35:40.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "อายุ": "36",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อการเรียนรู้พระพุทธศาสนา",
      "นามสกุล (ฉายา)": "คล้ายอุบล",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์",
      "Email": "pondsmile@gmail.com",
      "วันที่สมัคร": "2023-10-11",
      "ชื่อ": "สุรัตนา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1987-09-25",
      "เบอร์มือถือ": "(065) 695-4195",
      "Last modified time": "2023-10-11T07:35:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqK3E4JSOTAA2xs",
    "createdTime": "2023-09-12T02:01:56.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "สาธุชน",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "การตลาด",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง6",
      "นามสกุล (ฉายา)": "สุรินทร์โรจน์",
      "สถาบัน": "อรรถวิทย์พณิชย์การ",
      "Email": "ratsrin969@gmail.com",
      "วันที่สมัคร": "2023-09-12",
      "ชื่อ": "รัสรินทร์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1969-01-01",
      "เบอร์มือถือ": "(096) 356-9878",
      "Last modified time": "2023-09-12T02:01:56.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "recqS1zX7HD5kuhLD",
    "createdTime": "2025-08-23T12:14:43.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "สาขา": "ออกแบบนิเทศศิลป์",
      "คณะ": "สถาปัตยกรรม",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระ",
      "นามสกุล (ฉายา)": "สนฺตมโน",
      "สถาบัน": "ม.เกษมบัณฑิต",
      "Email": "jonmanv7@gmail.com",
      "วันที่สมัคร": "2025-08-23",
      "ชื่อ": "พระเอกภพ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1978-07-07",
      "เบอร์มือถือ": "063-146-5636",
      "Last modified time": "2025-08-23T12:14:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqZJJFg4CxmfaHh",
    "createdTime": "2023-10-13T02:00:16.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "รองหัวหน้าฝ่าย Digital Humanities of Dhammachai Tipitaka Project",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "วิศวกรรมระบบสารสนเทศและเครือข่ายคอมพิวเตอร์",
      "คณะ": "วิทยาการเทคโนโลยีสารสนเทศดุษฎีบัณฑิต",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎก",
      "นามสกุล (ฉายา)": "หาญสุขวรพาณิช",
      "สถาบัน": "สถาบันเทคโนโลยีโอซาก้า ประเทศญี่ปุ่น",
      "Email": "h.sumachaya@gmail.com",
      "วันที่สมัคร": "2023-10-13",
      "ชื่อ": "สุมัชญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1984-07-02",
      "เบอร์มือถือ": "(086) 510-5866",
      "Last modified time": "2023-10-13T02:00:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recqb94b2R1rYetDI",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "48",
      "หน่วยงาน กอง/ศูนย์": "เอเชียและแอฟริกา",
      "นามสกุล (ฉายา)": "กิชะรัมย์",
      "สถาบัน": "ส.ตปท",
      "Email": "p.punamee@gmail.com",
      "วันที่สมัคร": "2023-08-23",
      "ชื่อ": "วันเพ็ญ ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1975-01-27",
      "เบอร์มือถือ": "(080) 591-5939",
      "Last modified time": "2023-09-06T06:16:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqbzii6MG1tYpPY",
    "createdTime": "2025-05-08T10:28:50.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "51",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "ผู้นำบุญ",
      "นามสกุล (ฉายา)": "รัตนาภรณ์",
      "Email": "nutsha.tg@gmail.com",
      "วันที่สมัคร": "2025-05-08",
      "ชื่อ": "ณัชชา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1974-09-15",
      "เบอร์มือถือ": "065-946-6453",
      "Last modified time": "2025-05-08T10:28:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqeL2AFxlfUt7eu",
    "createdTime": "2024-09-15T06:36:19.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "49",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "เคมีอุตสาหกรรม",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "สำนักส่งเสริมศีลธรรมภาคพื้นเอเชียและเแอฟริกา",
      "นามสกุล (ฉายา)": "แสงศศิธรชัย",
      "สถาบัน": "มหาวิทยาลัยเชียงใหม่",
      "Email": "kornkanoks2663@hotmail.com",
      "วันที่สมัคร": "2024-09-15",
      "ชื่อ": "กรกนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1975-04-21",
      "เบอร์มือถือ": "095-879-2663",
      "Last modified time": "2024-09-15T06:36:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqhyczYV1WD5vyK",
    "createdTime": "2024-06-24T07:20:06.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บห.ทั่วไป",
      "พรรษาที่": "55     12",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "55     12",
      "หน่วยงาน กอง/ศูนย์": "สำนักงาน จ.ร้อยเอ็ด",
      "นามสกุล (ฉายา)": "พลหาญ   จิรฎฐิโต",
      "Email": "phraalam@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระอร่าม",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1968-12-24",
      "เบอร์มือถือ": "085-807-2429",
      "Last modified time": "2024-06-24T07:20:06.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recqinvekhgHbtbZX",
    "createdTime": "2026-03-14T01:24:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2026-03-14",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2026-03-14T01:24:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recqsuGVIfpZCXDVV",
    "createdTime": "2024-08-29T12:00:14.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "31",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "กองแปล",
      "นามสกุล (ฉายา)": "Nyarnawati ",
      "Email": "nunnanavati@gmail.com",
      "วันที่สมัคร": "2024-08-29",
      "ชื่อ": "Nyarnawati ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1993-04-06",
      "เบอร์มือถือ": "087-430-7175",
      "Last modified time": "2024-08-29T12:00:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recqw9mTJhLYQqO6e",
    "createdTime": "2024-08-08T07:10:44.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 13 - 14 ส.ค. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กองนิทรรศการ",
      "นามสกุล (ฉายา)": "ธรรมเจตเดชา",
      "สถาบัน": "มหาวิทยาลัยเกษมบัณฑิต",
      "Email": "jutamas.fl@gmail.com",
      "วันที่สมัคร": "2024-08-08",
      "ชื่อ": "จุฑามาศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1987-03-12",
      "เบอร์มือถือ": "061-946-5424",
      "Last modified time": "2024-08-08T07:10:44.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recr2OSD4K5eNIqnz",
    "createdTime": "2026-02-26T14:25:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2026-02-26",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2026-03-01T07:54:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recr2X1k2Nq1HHs9g",
    "createdTime": "2024-01-26T12:41:31.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "ชื่อโปรแกรม": "Workshop Webapp Lv.2",
      "อายุ": "56/11",
      "หน่วยงาน กอง/ศูนย์": "`กองสาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ(ถามิโก)",
      "สถาบัน": "ลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2024-01-26",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 27-29 ก.พ. 2567",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-11-11",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2026-05-22T03:37:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recrBcfbrpbO06aKs",
    "createdTime": "2025-10-10T08:01:47.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "สาขา": "จิตวิทยาการศึกษาพิเศษ",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มรรคธรรมกุล",
      "สถาบัน": "มหาวิทยาศิลปากร",
      "Email": "songtui072@gmail.com",
      "วันที่สมัคร": "2025-10-10",
      "ชื่อ": "นายสัณห์สิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1980-03-20",
      "เบอร์มือถือ": "086-605-9051",
      "Last modified time": "2025-10-10T08:01:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recrGL4ksed45BEkY",
    "createdTime": "2024-07-08T03:24:07.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "นวกะ ฝึกงาน",
      "พรรษาที่": "60 ปี/พรรษา 3",
      "โปรแกรมที่สมัคร": "การสร้าง WebApp ด้วยเครื่องมือ Low-Code Online Lv.2 ( Appsmith_ ) วันที่ 23-25 ก.ค. 2567",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "60 ปี/พรรษา 3",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์ มหาวิทยาลัย",
      "Email": "chudsai@gmail.com",
      "วันที่สมัคร": "2024-07-08",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9293",
      "Last modified time": "2024-07-08T03:24:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recrJVrMApEfkJ4wx",
    "createdTime": "2025-09-10T03:52:23.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom & Lightroom Classic วันที่ 9-11 ก.ย.2568",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง7",
      "นามสกุล (ฉายา)": "มาเมือง",
      "Email": "nonthanut2567@gmail.com",
      "วันที่สมัคร": "2025-09-10",
      "ชื่อ": "น้ำผึ้ง",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1996-01-08",
      "เบอร์มือถือ": "063-373-4373",
      "Last modified time": "2025-09-10T03:52:23.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recrUgQ9xVZn6NVV6",
    "createdTime": "2024-03-01T07:54:22.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "51",
      "หน่วยงาน กอง/ศูนย์": "กองอินเทอร์เน็ต",
      "นามสกุล (ฉายา)": "แก้วมั่นธนา",
      "อื่นๆ": "ป.3",
      "Email": "example@example.com",
      "วันที่สมัคร": "2024-02-24",
      "ชื่อ": "วิชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "สาธุชนทั่วไป",
      "วัน/เดือน/ปี เกิด": "1973-02-24",
      "เบอร์มือถือ": "084-966-2253",
      "Last modified time": "2024-03-01T07:59:15.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recrXbFZWKFbFlJQW",
    "createdTime": "2024-06-14T01:41:25.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "40/16",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "40/16",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "สติมนฺโต",
      "สถาบัน": "เทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "dargonj@gmail.com",
      "วันที่สมัคร": "2024-06-14",
      "ชื่อ": "พระไพสิฐ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-08-24",
      "เบอร์มือถือ": "(097) 392-4951",
      "Last modified time": "2024-06-15T08:36:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recriefKjkAoC43wy",
    "createdTime": "2025-06-01T10:16:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายลอนดอน",
      "นามสกุล (ฉายา)": "วรจิตฺโต",
      "Email": "i3alldotcom@gmail.com",
      "วันที่สมัคร": "2025-06-01",
      "ชื่อ": "ธเนศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-04-13",
      "เบอร์มือถือ": "088-264-9969",
      "Last modified time": "2025-06-01T10:16:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recrmlDEr2YEwrdCp",
    "createdTime": "2025-07-11T09:35:55.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยทันตแพทย์",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "สหคลินิคบุญรักษ์",
      "นามสกุล (ฉายา)": "สุพงศ์พันธ์นิธิ",
      "สถาบัน": "แม่สะเรียง บริพัตรศึกษา",
      "Email": "suphngsphanthnithis@gmail.com",
      "วันที่สมัคร": "2025-07-11",
      "ชื่อ": "ศรีพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1990-08-01",
      "เบอร์มือถือ": "088-754-1884",
      "Last modified time": "2025-07-11T09:35:55.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recrtHoIz3bqZ3me5",
    "createdTime": "2023-04-16T01:26:25.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "Engineer ",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "Power engineering ",
      "คณะ": "Engineering ",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สถานีไฟฟ้า ห้องสาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "สถาบัน": "พระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-04-16",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "093-397-4172",
      "Last modified time": "2024-10-06T12:06:49.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recrvUgcQgN0gZuho",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมพระศูนย์ส่งเสริมศีลธรรม",
      "นามสกุล (ฉายา)": "อาทิจฺจปโภ",
      "สถาบัน": "ปทุมคงคา",
      "Email": "white011141@gmail.com",
      "วันที่สมัคร": "2023-08-22",
      "ชื่อ": "พระอาทิตย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1998-11-01",
      "เบอร์มือถือ": "(061) 373-0931",
      "Last modified time": "2023-09-06T06:14:25.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recrwnbx2Jj7lOXcn",
    "createdTime": "2025-05-04T10:42:24.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายลอนดอน",
      "นามสกุล (ฉายา)": "วรจิตฺโต",
      "สถาบัน": "มหาวิทยาลัยราชภัฏภูเก็ต",
      "Email": "i3alldotcom@gmail.com",
      "วันที่สมัคร": "2025-05-04",
      "ชื่อ": "ธเนศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-04-13",
      "เบอร์มือถือ": "088-264-9969",
      "Last modified time": "2025-05-04T10:42:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recrx3FZvkqkhFiMK",
    "createdTime": "2026-03-04T03:58:06.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "61",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "จิตวิทยาให้คำปรึกษา",
      "คณะ": "ศึกษาศาตร์",
      "อายุ": "61",
      "หน่วยงาน กอง/ศูนย์": "แก้วภูธร",
      "นามสกุล (ฉายา)": "ภิรมย์ชม",
      "สถาบัน": "ม.ศรีนครินท์วิโรจน์",
      "Email": "chavewandmc@gmail.com",
      "วันที่สมัคร": "2026-03-04",
      "ชื่อ": "ฉวีวรรณ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1965-06-05",
      "เบอร์มือถือ": "089-844-5560",
      "Last modified time": "2026-03-04T03:58:06.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recs0iIYptCwPAckq",
    "createdTime": "2024-10-21T09:10:31.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริการทั่วไป",
      "พรรษาที่": "33",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "อายุ": "33",
      "หน่วยงาน กอง/ศูนย์": "เลขานุการ",
      "นามสกุล (ฉายา)": "บุญชาญ",
      "Email": "thanaaiw123@gmail.com",
      "วันที่สมัคร": "2024-10-21",
      "ชื่อ": "ธนาภรณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1991-10-15",
      "เบอร์มือถือ": "098-894-6944",
      "Last modified time": "2024-10-21T09:10:31.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recs6XGWvTz58WiA0",
    "createdTime": "2024-05-30T15:00:00.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "สาขา": "รัฐศาสตร์",
      "ชื่อโปรแกรม": "Microsoft Word",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์สื่อสร้างสรรค์",
      "นามสกุล (ฉายา)": "อนันต์สุขสกุล",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "punnasiri2520@gmail.com",
      "วันที่สมัคร": "2024-05-30",
      "ชื่อ": "สิริวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 25-27 มิ.ย. 2567",
      "ประเภทสมาชิก": "อุบาสิกา",
      "เบอร์มือถือ": "092-945-4229",
      "Last modified time": "2026-05-22T03:39:13.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recs6bCqi6Ngs2C1y",
    "createdTime": "2025-08-10T13:50:50.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "พรรษาที่ 17",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "พุทธศาสตร์",
      "อายุ": "พรรษาที่ 17",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ข้อมูลสถิติงานบุญ",
      "นามสกุล (ฉายา)": "วิชฺชากโร",
      "สถาบัน": "DCI",
      "Email": "vijjakaro@gmail.com",
      "วันที่สมัคร": "2025-08-10",
      "ชื่อ": "พระศักดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "086-840-3743",
      "Last modified time": "2025-08-10T13:50:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recs8jkDBjCTEv51j",
    "createdTime": "2026-05-13T23:38:39.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "44 / 9",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "อายุ": "44 / 9",
      "หน่วยงาน กอง/ศูนย์": "วัดห้วยตองสัก",
      "นามสกุล (ฉายา)": "วัฒนรุ่ง (วฑฺฒโน)",
      "Email": "tonklared1@gmail.com",
      "วันที่สมัคร": "2026-05-14",
      "ชื่อ": "พระนครินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "086-095-5928",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recs9ePKUZ68HXXCe",
    "createdTime": "2025-02-25T09:00:19.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "39",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "จุลชีววิทยาอุตสาหกรรม",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "39",
      "หน่วยงาน กอง/ศูนย์": "อาคาร 60 ปี",
      "นามสกุล (ฉายา)": "เหลืองวัฒนวิไล",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "fafong.f@gmail.com",
      "วันที่สมัคร": "2025-02-25",
      "ชื่อ": "เยาวลักษณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1986-06-18",
      "เบอร์มือถือ": "084-232-9151",
      "Last modified time": "2025-02-25T09:00:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsA6TfZBHqtj2GS",
    "createdTime": "2024-09-29T05:02:53.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "57",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "วิยาการจัดการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 11",
      "นามสกุล (ฉายา)": "ปิ่นเจริญ",
      "สถาบัน": "ม.ราชภัฎจันทรเกษม",
      "Email": "chongrak072@gmail.com",
      "วันที่สมัคร": "2024-09-29",
      "ชื่อ": "จงรักษ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1967-11-01",
      "เบอร์มือถือ": "084-751-0651",
      "Last modified time": "2024-09-29T05:02:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsDR1UutnhVcWFp",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "โฆษณา",
      "ชื่อโปรแกรม": "Canva",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ธรรมนาถชุดา",
      "สถาบัน": "ม.กรุงเทพ",
      "Email": "dhammachuda@gmail.com",
      "วันที่สมัคร": "2023-08-05",
      "ชื่อ": "อภิญญา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วันที่อบรม": "วันที่ 6-8 ก.ย. 2566",
      "วัน/เดือน/ปี เกิด": "1981-08-04",
      "เบอร์มือถือ": "(081) 661-7444",
      "Last modified time": "2026-05-22T03:35:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsDaw0ZkdMlRTtv",
    "createdTime": "2025-07-21T08:43:53.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "ผู้ช่วยแพทย์",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "สาธารณสุขชุมชน",
      "คณะ": "ศิลปศาสตร์และวิทยาศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "กองศูนย์พยาบาล",
      "นามสกุล (ฉายา)": "พันโนฤทธิ์",
      "สถาบัน": "มหาวิทยาลัยราชภัฏศรีสะเกษ",
      "Email": "suphaphorn.noon123@gmail.com",
      "วันที่สมัคร": "2025-07-21",
      "ชื่อ": "สุภาพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1998-02-18",
      "เบอร์มือถือ": "063-502-0247",
      "Last modified time": "2025-07-21T08:43:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsX2XdwerGtFt7m",
    "createdTime": "2024-03-01T07:00:22.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริหารทั่วไป",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "เพาะเลี้ยง",
      "คณะ": "ประมง",
      "อายุ": "50/16",
      "หน่วยงาน กอง/ศูนย์": "กองอาสาสมัคร",
      "นามสกุล (ฉายา)": "อุตฺตมวีโร",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "mina.bun@gmail.com",
      "วันที่สมัคร": "2024-02-15",
      "ชื่อ": "พม.วีรวิทย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1973-05-13",
      "เบอร์มือถือ": "(095) 049-9963",
      "Last modified time": "2024-03-01T08:00:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsX4neRAmX60fVz",
    "createdTime": "2025-09-01T04:42:52.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "25",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "คณะ": "สังคมสงเคราะห์ศาสตร์",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "สุขมี",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "wanas.theforest@gmail.com",
      "วันที่สมัคร": "2025-09-01",
      "ชื่อ": "วนัสนันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2000-05-12",
      "เบอร์มือถือ": "063-129-6104",
      "Last modified time": "2025-09-01T04:42:52.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsXyips6CFGn0Ct",
    "createdTime": "2025-02-03T07:52:01.000Z",
    "fields": {
      "สำนัก": "พัฒนาทรัพยากร",
      "ตำแหน่ง": " บริหารงานทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": " บริหารการเงิน",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "มณีวัฒนา",
      "สถาบัน": "มหาวิทยาลัยหอการค้าไทย",
      "Email": "thisismalee@gmail.com",
      "วันที่สมัคร": "2025-02-01",
      "ชื่อ": " มาลี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1970-11-10",
      "เบอร์มือถือ": "081-563-5903",
      "Last modified time": "2025-02-03T07:53:14.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recsaqHf44B6ooln3",
    "createdTime": "2023-02-13T11:45:27.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "เจ้าหน้าที่ส่งเสริม",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "การเมืองการปกครอง/รัฐศาสนศาสตร์",
      "คณะ": "บริหารรัฐกิจ",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พยาบาล",
      "เบอร์ภายใน": "02-8311551-5051",
      "นามสกุล (ฉายา)": "เขตแดน",
      "อื่นๆ": "รัฐศาสตร์",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "somnuk2903@gmail.com",
      "วันที่สมัคร": "2023-02-13",
      "ชื่อ": "สมนึก",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "1978-03-29",
      "อื่นๆ (ระบุ)": "บุคคลกลาง/ศูนย์พยาบาล",
      "เบอร์มือถือ": "0815849983",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:00.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recscgebfFgbxiW6y",
    "createdTime": "2025-03-22T02:28:50.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "64",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "64",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ฐิติทวีกิจ",
      "สถาบัน": "โรงเรียสตรีนนทบุรี",
      "Email": "warin1962@gmail.com",
      "วันที่สมัคร": "2025-03-22",
      "ชื่อ": "วารินทร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1962-09-01",
      "เบอร์มือถือ": "089-454-5868",
      "Last modified time": "2025-03-22T02:28:50.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recshH5tF9cgbFIsJ",
    "createdTime": "2026-02-01T14:09:09.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "แก้วมั่นธนา",
      "สถาบัน": "กศน",
      "Email": "example@example.com",
      "วันที่สมัคร": "2026-02-01",
      "ชื่อ": "วิชาดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2515-06-06",
      "เบอร์มือถือ": "084-966-2253",
      "Last modified time": "2026-02-01T14:09:09.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recsuSbKhLKfH5oim",
    "createdTime": "2025-07-29T01:38:59.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "อายุ25 พรรษา 5",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "อายุ": "อายุ25 พรรษา 5",
      "หน่วยงาน กอง/ศูนย์": "กองพระไตรปิฎก",
      "นามสกุล (ฉายา)": "ธมฺมนนฺทิโย",
      "สถาบัน": "เตรียมพุทธศาสตร์",
      "Email": "winnon072@gmail.com",
      "วันที่สมัคร": "2025-07-29",
      "ชื่อ": "พระนนทวัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2000-07-08",
      "เบอร์มือถือ": "082-141-9930",
      "Last modified time": "2025-07-29T01:38:59.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recsyU0yd5i48FLN8",
    "createdTime": "2024-03-01T13:56:45.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "บริหารทั่วไป",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "กองอาคารร้อยปีคุณยาย",
      "นามสกุล (ฉายา)": "ศุภรมย์ศรี",
      "สถาบัน": "รามคำแหง",
      "Email": "man9102@gmail.com",
      "วันที่สมัคร": "2024-03-01",
      "ชื่อ": "ศรัณยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1961-04-24",
      "เบอร์มือถือ": "097-192-7471",
      "Last modified time": "2024-03-01T13:56:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectBUd3V5uCqzhsr",
    "createdTime": "2025-11-26T05:40:55.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "66/15",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "66/15",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "หิริภทฺโท",
      "สถาบัน": "ม.เกษตรศาสตร์",
      "Email": "sonyprasit@gmail.com",
      "วันที่สมัคร": "2025-11-26",
      "ชื่อ": "พระประสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-05-15",
      "เบอร์มือถือ": "087-356-2700",
      "Last modified time": "2025-11-26T05:40:55.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rectBp3FT4KhbOVAM",
    "createdTime": "2025-02-15T09:20:36.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ผลิตสื่อ",
      "พรรษาที่": "59ปี/4พรรษา",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "คณะ": "บริหาร",
      "อายุ": "59ปี/4พรรษา",
      "หน่วยงาน กอง/ศูนย์": "พุทธอุทธยานนานาชาติ หนองคาย",
      "นามสกุล (ฉายา)": "หอมรังสฤศดิ์(ธมฺมชลิโต)",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "chawalit1965@gmail.com",
      "วันที่สมัคร": "2025-02-15",
      "ชื่อ": "พระชวลิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1965-12-18",
      "เบอร์มือถือ": "097-040-0720",
      "Last modified time": "2025-02-15T09:20:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectC9X9vmY3BZHGL",
    "createdTime": "2024-09-28T14:06:46.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "เคมี",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "การแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "ซิ้มเจริญ",
      "สถาบัน": "มจธ.",
      "Email": "narin.nori@gmail.com",
      "วันที่สมัคร": "2024-09-28",
      "ชื่อ": "ชนิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1992-03-29",
      "เบอร์มือถือ": "099-286-5516",
      "Last modified time": "2024-09-28T14:06:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectFh9g1zWyJqr9o",
    "createdTime": "2024-08-20T02:22:36.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "เจ้าอาวาส",
      "พรรษาที่": "21",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "วิศวกรรมตอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "21",
      "หน่วยงาน กอง/ศูนย์": "วัดภาวนาซานดิเอโก",
      "นามสกุล (ฉายา)": "ติกฺขวีโร",
      "สถาบัน": "SAN Jose State University",
      "Email": "ven.anuchit@gmail.com",
      "วันที่สมัคร": "2024-08-19",
      "ชื่อ": "พระอนุชิต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1969-06-21",
      "เบอร์มือถือ": "085-127-4909",
      "Last modified time": "2024-08-20T02:22:36.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rectM2Y6zMSYFoyXM",
    "createdTime": "2025-08-15T14:16:56.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "23",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "23",
      "หน่วยงาน กอง/ศูนย์": "โภชนาการ",
      "นามสกุล (ฉายา)": "แก้วกระจายวงศ์",
      "Email": "mintkoong2545@gmail.com",
      "วันที่สมัคร": "2025-08-15",
      "ชื่อ": "พิมลวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "เบอร์มือถือ": "091-825-7171",
      "Last modified time": "2025-08-15T14:16:56.000Z"
    }
  },
  {
    "id": "rectOLBSxXinamwHT",
    "createdTime": "2025-06-22T08:24:27.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "26",
      "โปรแกรมที่สมัคร": "Workshop การสร้าง Webapp ( Lv. 1 ) วันที่ 24 - 26 มิ.ย. 2568",
      "สาขา": "บัญชี",
      "คณะ": "บริหาร",
      "อายุ": "26",
      "หน่วยงาน กอง/ศูนย์": "ต้อนรับพระ",
      "นามสกุล (ฉายา)": "ศรีกิจวิไลศักดิ์",
      "สถาบัน": "ราม",
      "Email": "elisa.bysaluay@gmail.com",
      "วันที่สมัคร": "2025-06-22",
      "ชื่อ": "อริสรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1971-06-17",
      "เบอร์มือถือ": "096-353-6697",
      "Last modified time": "2025-06-22T08:24:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectQRWyAvP8eyR3P",
    "createdTime": "2025-12-17T06:42:03.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "56 / 27",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "สาขา": "วิทยุ-โทรทัศน์",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "56 / 27",
      "หน่วยงาน กอง/ศูนย์": "กองนครหลวง 7",
      "นามสกุล (ฉายา)": "วนิชพงษ์พันธุ์ (ชยวุฑฺโฒ)",
      "สถาบัน": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "Email": "songwut124@gmail.com",
      "วันที่สมัคร": "2025-12-17",
      "ชื่อ": "พระมหาทรงวุฒิ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2512-10-14",
      "เบอร์มือถือ": "089-768-1000",
      "Last modified time": "2025-12-17T06:42:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectS7OPfeHm30uzE",
    "createdTime": "2024-06-03T07:33:11.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "สถาบันพัฒนาเยาวชนโลก",
      "นามสกุล (ฉายา)": "พลหาญ   จิรฏฐิโต",
      "Email": "phraalam@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระอร่าม",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2511-12-24",
      "เบอร์มือถือ": "090-890-4880",
      "Last modified time": "2024-06-03T07:33:11.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "rectasa7JLjUR4dNk",
    "createdTime": "2026-03-17T08:10:45.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "พรรษาที่": "35",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "เคมี",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ภาคกลาง",
      "นามสกุล (ฉายา)": "ศรีบุญเรือง",
      "สถาบัน": "มศว",
      "Email": "vstarmiddle@gmail.com",
      "วันที่สมัคร": "2026-03-17",
      "ชื่อ": "นิตยา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1990-09-13",
      "เบอร์มือถือ": "084-404-2286",
      "Last modified time": "2026-03-17T08:10:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectfs8qEAl5MU9wv",
    "createdTime": "2026-04-27T08:40:41.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "พรรษาที่": "24",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "รัฐประศาสนศาสตร์",
      "คณะ": "รัฐศาสตร์และรัฐประศาสนศาสตร์",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "มูลนิธิธรรมกาย",
      "นามสกุล (ฉายา)": "นาจาน",
      "สถาบัน": "มหาวิทยาลัยราชภัฏมหาสารคาม",
      "Email": "momaynnnn@gmail.com",
      "วันที่สมัคร": "2026-04-27",
      "ชื่อ": "วณัชฌา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2001-10-07",
      "เบอร์มือถือ": "065-973-4636",
      "Last modified time": "2026-04-27T08:40:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectoJG4qjAY8nFFl",
    "createdTime": "2025-07-20T11:20:41.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "44",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "44",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไผ",
      "นามสกุล (ฉายา)": "อภิสุขสิริ",
      "Email": "varunchaya.a@gmail.com",
      "วันที่สมัคร": "2025-07-20",
      "ชื่อ": "วรัลชญาณ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1981-04-02",
      "เบอร์มือถือ": "086-392-9819",
      "Last modified time": "2025-07-20T11:20:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectoXkC1rgapX0jZ",
    "createdTime": "2025-02-05T06:06:31.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": "ธุรการ",
      "พรรษาที่": "42",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "อังกฤษธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "กองนักเขียน",
      "นามสกุล (ฉายา)": "ทองเต็ม",
      "Email": "teitofraud@gmail.com",
      "วันที่สมัคร": "2025-02-05",
      "ชื่อ": "พรรณนิภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1983-01-11",
      "เบอร์มือถือ": "084-295-6454",
      "Last modified time": "2025-02-05T06:06:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectp2Ny2staagTh5",
    "createdTime": "2023-05-23T02:58:03.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "SketchUp วันที่ 23-25 พ.ค. 2566",
      "สาขา": "ภาษาจีน",
      "คณะ": "ศิลปศาสตร์",
      "อายุ": "31",
      "หน่วยงาน กอง/ศูนย์": "ศปสง.โซนเหนือ 2",
      "นามสกุล (ฉายา)": "ไก่แก้",
      "สถาบัน": "มหาวิทยาลัยพะเยา",
      "Email": "patarateerapong@gmail.com",
      "วันที่สมัคร": "2023-05-23",
      "ชื่อ": "ภัทรธีรพงศ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "บัณฑิตอาสา",
      "วัน/เดือน/ปี เกิด": "1992-05-17",
      "เบอร์มือถือ": "0910283296",
      "Last modified time": "2023-05-23T02:58:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "rectrcl4euISnnA4c",
    "createdTime": "2026-05-05T07:46:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "Google Workspace เพื่อการเผยแผ่พระพุทธศาสนา  วันที่ 20-22 พ.ค. 2569",
      "สาขา": "IT",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "ทวีกิติกุล",
      "สถาบัน": "ABAC",
      "Email": "ployphachara@gmail.com",
      "วันที่สมัคร": "2026-05-05",
      "ชื่อ": "พลอยพชร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2512-07-14",
      "เบอร์มือถือ": "081-572-0808",
      "Last modified time": "2026-05-22T02:58:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "rectzNvORbpA97eZP",
    "createdTime": "2023-02-16T05:50:24.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "พระช่วยงาน",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "ช่างก่อสร้าง",
      "คณะ": "โยธา",
      "อายุ": "8",
      "หน่วยงาน กอง/ศูนย์": "ภูเก็ต",
      "นามสกุล (ฉายา)": "ถิรปญฺโญ",
      "สถาบัน": "สถาบันเทคโนอุเทนถวาย",
      "Email": "wunchana@gmail.com",
      "วันที่สมัคร": "2023-02-16",
      "ชื่อ": "พระสมชาย",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1961-12-02",
      "เบอร์มือถือ": "(083) 230-6484",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:05.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recu3n6eDmyakNKtR",
    "createdTime": "2024-03-25T02:50:15.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "เทคนิคคอมฯ",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "อบรมคอม",
      "นามสกุล (ฉายา)": "Auksormekakul",
      "สถาบัน": "kasetsart University",
      "Email": "dmky072@msn.com",
      "วันที่สมัคร": "2024-03-25",
      "ชื่อ": "chettha",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2024-04-15",
      "เบอร์มือถือ": "081-586-4865",
      "Last modified time": "2024-03-25T02:50:15.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recuBpKs6zSZpCc7Q",
    "createdTime": "2025-04-24T08:36:54.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "สาขา": "อาหารและโภชนาการ",
      "ชื่อโปรแกรม": "SketchUp Pro",
      "คณะ": "เทคโนโลยีการอาหารและโภชนาการ",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "สำนักเผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ วิทยาเขตพระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-04-24",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 27-29 พ.ค. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-01-16",
      "เบอร์มือถือ": "095-195-4915",
      "Last modified time": "2026-05-22T03:43:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recuJJ2pMdLZjCVyu",
    "createdTime": "2025-02-16T09:34:50.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "41/17",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "สาขา": "วิศวกรรมคอมพิวเตอร์",
      "คณะ": "วิศวะกรรมศาสตร์",
      "อายุ": "41/17",
      "หน่วยงาน กอง/ศูนย์": "กององค์กรระหว่างประเทศ",
      "นามสกุล (ฉายา)": "สติมนฺโต",
      "สถาบัน": "สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง",
      "Email": "dargonj@gmail.com",
      "วันที่สมัคร": "2025-02-16",
      "ชื่อ": "พระไพสิฐ  ( ยกเลิก )",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1984-08-24",
      "เบอร์มือถือ": "097-392-4951",
      "Last modified time": "2025-02-21T03:17:17.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recuKTlv6CeB9enwq",
    "createdTime": "2023-11-08T11:01:01.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "WebApp Level2 (Low-Code) วันที่ 22-24 พ.ย. 2566",
      "อายุ": "พรรษา 16",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ข้อมูลสถิติงานบุญ",
      "นามสกุล (ฉายา)": "วิชฺชากโร",
      "สถาบัน": "สถาบันธรรมชัย",
      "Email": "vijjakaro@gmail.com",
      "วันที่สมัคร": "2023-11-08",
      "ชื่อ": "พระศักดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1977-10-05",
      "เบอร์มือถือ": "(086) 840-3743",
      "Last modified time": "2023-11-08T11:01:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recuPZiscOKCimd6A",
    "createdTime": "2025-02-03T07:57:12.000Z",
    "fields": {
      "สำนัก": "สื่อธรรมะ",
      "ตำแหน่ง": " บริหารงานทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงาน Multimedia ด้วย Generative Ai  วันที่ 26 - 28 ก.พ. 2568",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "เกตุสถล",
      "สถาบัน": " กศน.อ.ธัญบุรี",
      "Email": "nanwattaporn@gmail.com",
      "วันที่สมัคร": "2025-02-01",
      "ชื่อ": " ปิยธิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1990-06-20",
      "เบอร์มือถือ": "092-632-5462",
      "Last modified time": "2025-02-03T08:15:27.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recufet6eAC84MMuj",
    "createdTime": "2025-08-03T12:41:30.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "Canva วันที่ 19-21 ส.ค.2568",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "อร่ามสุนทรรัตน์",
      "Email": "kamonbe.bebe@gmail.com",
      "วันที่สมัคร": "2025-08-03",
      "ชื่อ": "กมลทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-06-27",
      "เบอร์มือถือ": "082-587-6164",
      "Last modified time": "2025-08-03T12:41:30.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recujExPGByJHqe9w",
    "createdTime": "2025-07-23T12:13:12.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "สาขา": "วิทยาการคอมพิวเตอร์",
      "คณะ": "วิทยาศาสตร์",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานตังหวัดพะเยา",
      "นามสกุล (ฉายา)": "วรจิตฺโต",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์",
      "Email": "i3alldotcom@gmail.com",
      "วันที่สมัคร": "2025-07-23",
      "ชื่อ": "ธเนศ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-04-13",
      "เบอร์มือถือ": "088-264-9969",
      "Last modified time": "2025-07-23T12:13:12.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recurRbTDYYh1pxV4",
    "createdTime": "2025-10-10T13:08:44.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "68",
      "โปรแกรมที่สมัคร": "Generative AI เพื่องานเผยแผ่พระพุทธศาสนา ( Basic ) Zoom Online วันที่ 14 ต.ค. 2568",
      "อายุ": "68",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ทองนพเก้า",
      "สถาบัน": "อัสสัมชัญพาณิชย์",
      "Email": "thongdhana@gmail.com",
      "วันที่สมัคร": "2025-10-10",
      "ชื่อ": "ธนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1957-06-26",
      "เบอร์มือถือ": "085-070-7270",
      "Last modified time": "2025-10-10T13:08:44.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพ"
    }
  },
  {
    "id": "recuuP0YoFXLl9JK5",
    "createdTime": "2024-08-29T11:59:50.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "32",
      "โปรแกรมที่สมัคร": "ผลิตสื่อสิ่งพิมพ์ดิจิทัล & สื่อสิ่งพิมพ์เบื้องต้นกับ Adobe Indesign  วันที่ 24 - 26 ก.ย. 2567",
      "อายุ": "32",
      "หน่วยงาน กอง/ศูนย์": "การแปลและสื่อธรรมะ",
      "นามสกุล (ฉายา)": "ซิ้มเจริญ",
      "Email": "narin.nori@gmail.com",
      "วันที่สมัคร": "2024-08-29",
      "ชื่อ": "ชนิดา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1992-03-29",
      "เบอร์มือถือ": "099-286-5516",
      "Last modified time": "2024-08-29T11:59:50.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recuwneSgdbrBHqax",
    "createdTime": "2025-12-10T09:35:56.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "19 ปี",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "19 ปี",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ณ นคร",
      "Email": "cleanykunz@gmail.com",
      "วันที่สมัคร": "2025-12-10",
      "ชื่อ": "แสงธรรม",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2006-09-10",
      "เบอร์มือถือ": "062-434-8630",
      "Last modified time": "2025-12-10T09:35:56.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recv2v71PtJP0I3ow",
    "createdTime": "2023-08-16T09:26:23.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "ธุรการ",
      "โปรแกรมที่สมัคร": "Microsoft Excel วันที่ 20-22 ก.ย. 2566",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "กองมหาธรรมกายเจดีย์",
      "นามสกุล (ฉายา)": "คำศิริ",
      "สถาบัน": "เรียนโนนยาง",
      "Email": "nid73787@gmail.com",
      "วันที่สมัคร": "2023-08-16",
      "ชื่อ": "ทองศรี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1995-05-23",
      "เบอร์มือถือ": "(082) 152-7422",
      "Last modified time": "2023-09-18T03:58:04.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recv5Yr4UjJGaorjU",
    "createdTime": "2024-03-01T07:27:54.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ปสง.ฟื้นฟูศีลธรรมโลก ภาคอีสาน",
      "นามสกุล (ฉายา)": "แก้วเกตุ",
      "สถาบัน": "ม.สงขลานครินทร์",
      "Email": "neung_mf@hotmail.com",
      "วันที่สมัคร": "2024-02-25",
      "ชื่อ": "ชัญจัญ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1986-06-03",
      "เบอร์มือถือ": "082-651-9659",
      "Last modified time": "2024-03-01T08:02:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recv7FlaQhmtIovD9",
    "createdTime": "2025-05-23T04:40:28.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน น.8",
      "นามสกุล (ฉายา)": "รัตนวงศ์พิบูลย์",
      "Email": "arisanongbe@hotmail.com",
      "วันที่สมัคร": "2025-05-23",
      "ชื่อ": "อริสรา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1968-07-23",
      "เบอร์มือถือ": "081-430-5607",
      "Last modified time": "2025-05-23T04:40:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recv8toCYs107CIBP",
    "createdTime": "2025-10-30T03:36:20.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "คุมชานชาลา",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "สร้างสรรค์ผลงานมัลติมีเดียด้วย Generative AI ( Advanced ) วันที่ 26-28 พ.ย. 2568",
      "สาขา": "บริหารธุรกิจ",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "กองคนมนาคม",
      "นามสกุล (ฉายา)": "อภิฐาโน",
      "สถาบัน": "ม.ศรีนครินทรวิโรฒ",
      "Email": "arthurlite@gmail.com",
      "วันที่สมัคร": "2025-10-30",
      "ชื่อ": "พ.จักรทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1960-12-25",
      "เบอร์มือถือ": "080-676-3525",
      "Last modified time": "2025-10-30T03:36:20.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvB6GDick7GtJcQ",
    "createdTime": "2023-10-11T10:25:19.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "วิทยาศาสตร์และเทคโนโลยีการอาหาร",
      "คณะ": "วิทยาศาสตร์และเทคโนโลยี",
      "อายุ": "34/9",
      "หน่วยงาน กอง/ศูนย์": "พัฒนานวัตกรรมการเรียนรู้",
      "เบอร์ภายใน": "-",
      "นามสกุล (ฉายา)": "ภูศรี",
      "สถาบัน": "ม.ธรรมศาสตร์ รังสิต",
      "Email": "bussabapoosri@gmail.com",
      "วันที่สมัคร": "2023-10-11",
      "ชื่อ": "บุษบา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1989-06-13",
      "เบอร์มือถือ": "(091) 119-1992",
      "Last modified time": "2023-10-11T10:25:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recvEbLHFkvUzDNlx",
    "createdTime": "2024-03-01T06:51:27.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "หัวหน้าหน่วย",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "สาขา": "ไฟฟ้า",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "57",
      "หน่วยงาน กอง/ศูนย์": "สวนเพชรแก้ว",
      "นามสกุล (ฉายา)": "คามพินิจ",
      "สถาบัน": "เทคโนโลยีพระจอมเกล้าพระนครเหนือ",
      "Email": "ton9475@gmail.com",
      "วันที่สมัคร": "2024-02-15",
      "ชื่อ": "เจษฎา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสก",
      "วัน/เดือน/ปี เกิด": "1966-06-23",
      "เบอร์มือถือ": "(089) 700-7120",
      "Last modified time": "2024-03-01T08:03:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvGhLQO2g3F2o46",
    "createdTime": "2023-02-20T09:58:14.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ประสานงานทั่วไป",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "นิเทศสาสตร์",
      "คณะ": "วิทยาการจัดการ",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "สุขแสวงชัย",
      "สถาบัน": "บ้านสมเด็จฯ",
      "Email": "golanya.1978@gmail.com",
      "วันที่สมัคร": "2023-02-20",
      "ชื่อ": "โกลัญญา  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1978-02-16",
      "เบอร์มือถือ": "(082) 464-1949",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:29:43.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvIInFFpcPwTohg",
    "createdTime": "2023-09-07T03:26:10.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "สาขา": "การจัดการอุตสาหกรรม",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตศิลป์",
      "นามสกุล (ฉายา)": "ศรีสันติสุข",
      "สถาบัน": "มหาวิทยาลัยราชมงคลธัญบุรี",
      "Email": "wmrp072@gmail.com",
      "วันที่สมัคร": "2023-09-07",
      "ชื่อ": "สร้อยศจี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1974-06-08",
      "เบอร์มือถือ": "(083) 653-6655",
      "Last modified time": "2023-09-07T03:26:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvK2DoQ6e5UJFtt",
    "createdTime": "2024-04-18T04:15:38.000Z",
    "fields": {
      "สำนัก": "บุคคลกลาง",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "34/11",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "การจัการ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "34/11",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาหล่อหลอมภายใน",
      "นามสกุล (ฉายา)": "พลทตฺโต",
      "สถาบัน": "มหาวิทยาลัยศรีปทุม",
      "Email": "bhumiwarat@gmail.com",
      "วันที่สมัคร": "2024-04-18",
      "ชื่อ": "พระภูมิวรัชญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1989-10-26",
      "เบอร์มือถือ": "065-146-4195",
      "Last modified time": "2024-04-18T04:15:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvfjgIruXW1Vk31",
    "createdTime": "2024-05-05T13:43:39.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "-",
      "พรรษาที่": "27",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "สาขา": "วิศวกรรมการผลิต",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "27",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "จันทรัตน์",
      "สถาบัน": "มหาวิทยาลัยสงขลานครินทร์ วิทยาเขตหาดใหญ่",
      "Email": "kamolros2508@gmail.com",
      "วันที่สมัคร": "2024-05-05",
      "ชื่อ": "กมลรส",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "บัณฑิตแก้ว",
      "วัน/เดือน/ปี เกิด": "2540-01-13",
      "เบอร์มือถือ": "064-072-4132",
      "Last modified time": "2024-05-05T13:43:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvkh1SrhoftBiGI",
    "createdTime": "2023-06-28T07:22:54.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "-",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "13",
      "หน่วยงาน กอง/ศูนย์": "เชียงราย",
      "นามสกุล (ฉายา)": "สังสดดี  อาภาสุโภ",
      "สถาบัน": "กศน",
      "Email": "kamsansngsddi@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระดำแสน",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-05-03",
      "เบอร์มือถือ": "0864688600",
      "Last modified time": "2023-06-28T07:22:54.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recvklydB58hRgKko",
    "createdTime": "2025-05-15T08:41:24.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "54 / 4",
      "โปรแกรมที่สมัคร": "SketchUp Pro สร้างงานออกแบบ 3D และ ผังกิจกรรมงานบุญ  วันที่ 27 - 29 พ.ค. 2568",
      "อายุ": "54 / 4",
      "หน่วยงาน กอง/ศูนย์": "ศปง.โซนใต้ 2",
      "นามสกุล (ฉายา)": "สุมนเทโว",
      "Email": "vicger072@gmail.com",
      "วันที่สมัคร": "2025-05-15",
      "ชื่อ": "พระมนตรี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1971-08-13",
      "เบอร์มือถือ": "081-609-1324",
      "Last modified time": "2025-05-15T08:41:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recvmY7KQtgXKiyYH",
    "createdTime": "2024-09-27T09:41:23.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "Artwork",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ยานยนต์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "อบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "ฉนฺทชาโต",
      "สถาบัน": "เทคโนโลยีไทยญี่ปุ่น",
      "Email": "stamp4634@gmail.com",
      "วันที่สมัคร": "2024-09-14",
      "ชื่อ": "พระฐพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1991-06-04",
      "เบอร์มือถือ": "085-998-9890",
      "Last modified time": "2024-09-27T09:41:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvwWqtp7vCXe554",
    "createdTime": "2025-03-01T08:12:21.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "60",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "นิติศาสตร์",
      "คณะ": "นิติศาสตร์",
      "อายุ": "60",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "สุริโย",
      "สถาบัน": "ม.รามตำแหง",
      "Email": "kamonsuriyo@hotmail.com",
      "วันที่สมัคร": "2025-03-01",
      "ชื่อ": "กมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1964-06-23",
      "เบอร์มือถือ": "089-441-8452",
      "Last modified time": "2025-03-01T08:12:21.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recvxZrxaR4A5EqOK",
    "createdTime": "2025-06-24T07:11:09.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "อาหารและโภชนาการ",
      "คณะ": "เทคโนโลยีคหกรรมศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่",
      "นามสกุล (ฉายา)": "นาถสิปฺโป",
      "สถาบัน": "มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ วิทยาเขตพระนครใต้",
      "Email": "jensin24@gmail.com",
      "วันที่สมัคร": "2025-06-24",
      "ชื่อ": "พระเจนศิลป์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "064-639-5623",
      "Last modified time": "2025-06-24T07:11:09.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recw7aNzAIMYBo6Pv",
    "createdTime": "2024-03-02T09:42:39.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "54/14",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "54/14",
      "หน่วยงาน กอง/ศูนย์": "กองบมรมธรรมทายาทนานาชาติ",
      "นามสกุล (ฉายา)": "โกซิโท",
      "สถาบัน": "วิทยาลัยเทคนิคคิงเหวิน",
      "Email": "ouqixing072@gmail.com",
      "วันที่สมัคร": "2024-03-02",
      "ชื่อ": "พระฉี่ชิว",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-07-20",
      "เบอร์มือถือ": "092-932-2380",
      "Last modified time": "2024-03-02T09:42:39.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาเอก"
    }
  },
  {
    "id": "recwEC1xkJYBtRbgm",
    "createdTime": "2026-02-28T16:55:19.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้นำบุญ",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "การแต่งภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วยเอไอแบบง่ายๆ ( Photoshop Ai ) วันที่ 11-13 มี.ค. 2569",
      "สาขา": "สื่อสารมวลชน",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง 11",
      "นามสกุล (ฉายา)": "ศิลปาจารย์",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "primity.diamond@gmail.com",
      "วันที่สมัคร": "2026-02-28",
      "ชื่อ": "ภัทรพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1973-06-01",
      "เบอร์มือถือ": "093-926-9544",
      "Last modified time": "2026-02-28T16:55:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recwG7niC1PVqA5nX",
    "createdTime": "2024-08-20T06:18:46.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "การเงิน บุคคล",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การประถมศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "อาคาร 60ปี",
      "นามสกุล (ฉายา)": "คำทอง",
      "สถาบัน": "มหาวิทยาลัยมหาสารคาม",
      "Email": "nnnuchy@gmail.com",
      "วันที่สมัคร": "2024-08-20",
      "ชื่อ": "นงนุช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1978-12-19",
      "เบอร์มือถือ": "091-414-6165",
      "Last modified time": "2024-08-20T06:18:46.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwGqiVmb0dzjqWZ",
    "createdTime": "2024-11-18T03:11:34.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "12",
      "โปรแกรมที่สมัคร": "จัดการภาพถ่ายอย่างมืออาชีพด้วย Adobe Lightroom (วันที่ 19-21 พ.ย. 2567)",
      "สาขา": "บริหารธุรกิจ",
      "คณะ": "คอมพิวเตอร์",
      "อายุ": "12",
      "หน่วยงาน กอง/ศูนย์": "เผยแผ่ธรรมะ",
      "นามสกุล (ฉายา)": "ภูริโสภโณ",
      "สถาบัน": "ฐานเทคโนโลยี",
      "Email": "purisopano62@gmail.com",
      "วันที่สมัคร": "2024-11-18",
      "ชื่อ": "พระธวัชชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2532-02-23",
      "เบอร์มือถือ": "094-898-2106",
      "Last modified time": "2024-11-19T07:11:25.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recwHbSY4QUzzm6FT",
    "createdTime": "2024-09-30T04:33:35.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "47",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษยศาสตร์และสังคมศาสตร์",
      "อายุ": "47",
      "หน่วยงาน กอง/ศูนย์": "เผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "สุดจริง",
      "สถาบัน": "ม.ขอนแก่น",
      "Email": "ssmot1999@gmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "ประภาสิริ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1977-03-20",
      "เบอร์มือถือ": "064-934-8231",
      "Last modified time": "2024-09-30T04:33:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recwKnKeN5rifyEIB",
    "createdTime": "2025-03-23T04:56:13.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "1",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้นฯ  วันที่ 25 - 27 มี.ค. 2568",
      "อายุ": "1",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 12",
      "นามสกุล (ฉายา)": "คำศรี",
      "Email": "sunanthakhasri70@gmail.com",
      "วันที่สมัคร": "2025-03-23",
      "ชื่อ": "สุนันทา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2014-10-17",
      "เบอร์มือถือ": "083-443-2978",
      "Last modified time": "2025-03-23T04:56:13.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recwLWeglAZulqhL4",
    "createdTime": "2025-07-21T02:04:47.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "Programmer ",
      "พรรษาที่": "4",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "4",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "wichaisirijayo@gmail.com",
      "วันที่สมัคร": "2025-07-21",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2025-07-21T02:04:47.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recwLs6KREht4rvsZ",
    "createdTime": "2026-03-20T04:03:04.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "29",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "สาขา": "พุทธศาสตร์",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "29",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายเมลเบิร์น ประเทศออสเตรเลีย",
      "นามสกุล (ฉายา)": "ชาติกระพันธุ์(อตฺตทนฺโต)",
      "สถาบัน": "สถาบันธรรมชัย",
      "Email": "ptr072@gmail.com",
      "วันที่สมัคร": "2026-03-20",
      "ชื่อ": "พระมหาธีระ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1976-02-01",
      "เบอร์มือถือ": "083-540-7267",
      "Last modified time": "2026-03-20T04:03:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwPLekwX32d8CqA",
    "createdTime": "2024-08-17T08:22:24.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "25/5",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "เผยแผ่พุทธธรรม",
      "คณะ": "พุทธศาสตร์",
      "อายุ": "25/5",
      "หน่วยงาน กอง/ศูนย์": "กองสื่ออินเตอร์เน็ต",
      "นามสกุล (ฉายา)": "ธมฺมโสภิโต",
      "สถาบัน": "DCI",
      "Email": "dhammasopit072@gmail.com",
      "วันที่สมัคร": "2024-08-17",
      "ชื่อ": "พระมหาศุภกานต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1999-01-21",
      "เบอร์มือถือ": "088-452-2819",
      "Last modified time": "2024-08-17T08:22:24.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwUQ4hLpDmSQLeS",
    "createdTime": "2025-09-11T08:06:28.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "52",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "การจัดการ",
      "คณะ": "mba",
      "อายุ": "52",
      "หน่วยงาน กอง/ศูนย์": "น.6",
      "นามสกุล (ฉายา)": "ทองเกิด",
      "Email": "boointer2567@gmail.com",
      "วันที่สมัคร": "2025-09-11",
      "ชื่อ": "จินตนา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-860-2614",
      "Last modified time": "2025-09-11T08:06:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recwUthOsPZWeQAS2",
    "createdTime": "2023-09-16T08:57:35.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "วิศวกร",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "ไฟฟ้า",
      "คณะ": "วิศวกรรมศาตร์",
      "อายุ": "55 /10",
      "หน่วยงาน กอง/ศูนย์": "สาธารณูปโภค",
      "นามสกุล (ฉายา)": "ทองคำ ถามิโก",
      "สถาบัน": "พระจอมเกล้า ลาดกระบัง",
      "Email": "sritip2021@gmail.com",
      "วันที่สมัคร": "2023-09-16",
      "ชื่อ": "พระศรีธิปย์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1967-11-11",
      "เบอร์มือถือ": "(062) 710-6206",
      "Last modified time": "2023-09-16T08:57:35.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwVxujWMIZspUng",
    "createdTime": "2024-03-25T02:36:15.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "จิตอาสา",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "สาขา": "เทคโนโลยีสารสนเทศ",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "เบอร์ภายใน": "088-777-7899",
      "นามสกุล (ฉายา)": "แก้วสุวรรณ",
      "สถาบัน": "เทคนิคลำปาง",
      "Email": "vachiravit0887777899@gmail.com",
      "วันที่สมัคร": "2024-03-24",
      "ชื่อ": "นาย วชิรวชิญ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2007-05-03",
      "เบอร์มือถือ": "088-777-7899",
      "Last modified time": "2024-03-25T02:36:15.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recwdrxCxiCzRecYj",
    "createdTime": "2024-09-30T05:50:46.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "25",
      "โปรแกรมที่สมัคร": "ผลิตสื่อ multimedia ด้วย Generative AI  วันที่ 2 - 4 ต.ค. 2567",
      "สาขา": "ธุรกิจระหว่างประเทศ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ทรัพย์อาชา",
      "Email": "eakthana55@gmail.com",
      "วันที่สมัคร": "2024-09-30",
      "ชื่อ": "เอกธนา ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1999-05-21",
      "เบอร์มือถือ": "063-284-5245",
      "Last modified time": "2024-09-30T07:08:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwe2pK4lRi37lCa",
    "createdTime": "2023-09-30T08:46:32.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "ผู้นำบุญ",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "สาขา": "ประชาสัมพันธ์",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง8",
      "นามสกุล (ฉายา)": "จุทอง",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "Paphasrath@gmail.com",
      "วันที่สมัคร": "2023-09-30",
      "ชื่อ": "ปภัสรัฐ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "อื่นๆ",
      "วัน/เดือน/ปี เกิด": "1969-09-27",
      "อื่นๆ (ระบุ)": "สาธุชนทั่วไป",
      "เบอร์มือถือ": "(096) 298-5654",
      "Last modified time": "2023-09-30T08:46:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwfWpu1mrBhPrUh",
    "createdTime": "2024-06-24T06:38:51.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "สนับสนุนและปฏิบัติธรรม",
      "พรรษาที่": "65/9",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "สาขา": "การเมืองและการปกครอง",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "65/9",
      "หน่วยงาน กอง/ศูนย์": "กองร้อยเนื้อนาบุญ",
      "นามสกุล (ฉายา)": "มหาวีโร",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "sutha@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระชุมพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1959-03-26",
      "เบอร์มือถือ": "064-212-7344",
      "Last modified time": "2024-06-24T06:38:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwqKtJjkoakpSlE",
    "createdTime": "2025-07-12T10:05:11.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "พรรษาที่": "31/4",
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "อายุ": "31/4",
      "หน่วยงาน กอง/ศูนย์": "กองอบรมหล่อหลอมพระนวกะ",
      "นามสกุล (ฉายา)": "มะเกลือศรี(ชยพนฺโธ)​",
      "Email": "non_freedomz@hotmail.com",
      "วันที่สมัคร": "2025-07-12",
      "ชื่อ": "พระอานนท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1994-02-15",
      "เบอร์มือถือ": "095-292-9419",
      "Last modified time": "2025-07-12T10:05:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recwyv8Jxx8opyiU4",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "ปฏิบัติธรรมนานาชาติ",
      "นามสกุล (ฉายา)": "บุญเรืองกุลเดช",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "niradanok@gmail.com",
      "วันที่สมัคร": "2023-08-23",
      "ชื่อ": "นิรดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1969-05-28",
      "เบอร์มือถือ": "(092) 314-4650",
      "Last modified time": "2023-09-06T06:16:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recx6sXbMHH4koF63",
    "createdTime": "2026-03-24T01:33:00.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ผลิตสื่อประชาสัมพันธ์",
      "นามสกุล (ฉายา)": "วิสุทฺธญาโณ",
      "Email": "prarut24@gmail.com",
      "วันที่สมัคร": "2026-03-24",
      "ชื่อ": "พระมหารุช",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "081-574-3049",
      "Last modified time": "2026-03-24T01:33:00.000Z"
    }
  },
  {
    "id": "recxCq3ZRmvdfPxN4",
    "createdTime": "2023-10-04T03:04:53.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "จนท.ทั่วไป",
      "โปรแกรมที่สมัคร": "Website & Webapp วันที่ 4-6 ต.ค. 2566",
      "อายุ": "49",
      "หน่วยงาน กอง/ศูนย์": "DOU",
      "นามสกุล (ฉายา)": "ทัศนนิติธร",
      "สถาบัน": "ม.แม่โจ้",
      "Email": "arpokasin@gmail.com",
      "วันที่สมัคร": "2023-10-04",
      "ชื่อ": "ญาณิฐา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส",
      "วัน/เดือน/ปี เกิด": "1974-08-07",
      "เบอร์มือถือ": "(082) 469-6924",
      "Last modified time": "2023-10-04T03:04:53.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxElB6Tewqihin6",
    "createdTime": "2024-02-03T14:36:44.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "โปรแกรมที่สมัคร": "Workshop Webapp Lv.2 วันที่ 27-29 กุมภาพันธ์ 2567",
      "สาขา": "วิชาการพัฒนาซอฟต์แวร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "กองพัฒนาระบบสารสนเทศ",
      "นามสกุล (ฉายา)": "นิกรสังขพินิจ",
      "สถาบัน": "จุฬาฯ",
      "Email": "beawtybeaw@gmail.com",
      "วันที่สมัคร": "2024-02-03",
      "ชื่อ": "จุฑาทิพย์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-12-13",
      "เบอร์มือถือ": "088-282-6144",
      "Last modified time": "2024-02-03T14:36:44.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxGLC25F0Ak2sZq",
    "createdTime": "2024-06-16T08:49:02.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "พรรษาที่": "43",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "สาขา": "จิตตวิทยาอุตสหกรรมและองค์กาา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "43",
      "หน่วยงาน กอง/ศูนย์": "ริ้วขบวน",
      "นามสกุล (ฉายา)": "บุปผาชาติ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "Chananad.ne@gmail.com",
      "วันที่สมัคร": "2024-06-16",
      "ชื่อ": "ชนานาถ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1980-12-09",
      "เบอร์มือถือ": "097-243-1379",
      "Last modified time": "2024-06-16T08:49:02.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxUBNd3y8c5YyZL",
    "createdTime": "2024-08-31T11:21:34.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "พรรษาที่": "อายุ 24ปี พรรษา 4",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "อายุ": "อายุ 24ปี พรรษา 4",
      "หน่วยงาน กอง/ศูนย์": "กองพระไตรปิฎก",
      "นามสกุล (ฉายา)": "ธมฺมนนฺทิโย",
      "Email": "winnon072@gmail.com",
      "วันที่สมัคร": "2024-08-31",
      "ชื่อ": "พระนนทวัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2000-07-08",
      "เบอร์มือถือ": "082-141-9930",
      "Last modified time": "2024-08-31T11:21:34.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recxgIxldhpP0HfDB",
    "createdTime": "2025-09-19T04:49:22.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "พระภิกษุสงฆ์",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "เริ่มต้นวาดภาพและออกแบบงานกราฟิกด้วย Adobe illustrator  วันที่ 20-21 ก.ย.2568",
      "สาขา": "คอมพิวเตอร์",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "กอง AEC",
      "นามสกุล (ฉายา)": "จิรนนฺโท",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "candypop7777@gmail.com",
      "วันที่สมัคร": "2025-09-19",
      "ชื่อ": "จุลนันต์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2532-08-01",
      "เบอร์มือถือ": "092-976-5557",
      "Last modified time": "2025-09-19T04:49:22.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recxh4ypb5yWKXXWm",
    "createdTime": "2024-05-08T05:35:57.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "สาธุชนทั่วไป",
      "พรรษาที่": "45",
      "โปรแกรมที่สมัคร": "FaceBook Workshop ( การสร้างงานเผยแผ่พระพุทธศาสนาผ่านโซเชียลมีเดียอย่างยั่งยืน ) วันที่ 8 พ.ค. 2567",
      "สาขา": "วิศวอุตสาหการ",
      "คณะ": "วิศวกรรมศาสตร์",
      "อายุ": "45",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมคอมฯ",
      "นามสกุล (ฉายา)": "ลิ้มเจริญชัยกิจ",
      "สถาบัน": "จุฬาลงกรณ์มหาวิทยาลัย",
      "Email": "phaisit.yut@gmail.com",
      "วันที่สมัคร": "2024-05-08",
      "ชื่อ": "ไพศิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1978-06-30",
      "เบอร์มือถือ": "092-879-7455",
      "Last modified time": "2024-05-08T05:35:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxlojrzhmEvmL4M",
    "createdTime": "2024-05-24T04:07:27.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "ผู้ช่วยผู้อำนวยการสำนัก",
      "พรรษาที่": "46",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น ฯ วันที่ 28-30 พ.ค. 2567",
      "สาขา": "รัฐศาสตร์",
      "คณะ": "สังคมศาสตร์",
      "อายุ": "46",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่่อสร้างสรรค์",
      "นามสกุล (ฉายา)": "อนันต์สุขสกุล",
      "สถาบัน": "มหาวิทยาลัยเกษตรศาสตร์",
      "Email": "punnasiri2520@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "สิริวรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "เบอร์มือถือ": "092-945-4229",
      "Last modified time": "2024-05-24T04:07:27.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxnFSD05osP73l8",
    "createdTime": "2025-05-05T01:41:51.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "10",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "ภาษาอังกฤษ",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาสมาธิสากล",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "nittayamdw@gmail.com",
      "วันที่สมัคร": "2025-05-05",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1971-11-07",
      "เบอร์มือถือ": "089-494-2344",
      "Last modified time": "2025-05-05T01:41:51.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxp6C8Gnh19vRNs",
    "createdTime": "2025-12-22T14:28:45.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "34",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "34",
      "หน่วยงาน กอง/ศูนย์": "-",
      "นามสกุล (ฉายา)": "วงศ์คไแะน",
      "Email": "Jeaw.logo@gmail.com",
      "วันที่สมัคร": "2025-12-22",
      "ชื่อ": "ศศิวิมล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1991-01-16",
      "เบอร์มือถือ": "090-956-4567",
      "Last modified time": "2025-12-22T14:28:45.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxs6jLX1E56ejMv",
    "createdTime": "2025-07-22T07:09:11.000Z",
    "fields": {
      "โปรแกรมที่สมัคร": "MS office (Word,XLSX,PPTX) + AI วันที่ 22-24 ก.ค.2568",
      "ชื่อโปรแกรม": "MS Office (Word, Excel, PowerPoint) + AI",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 22-24 ก.ค. 2568",
      "Last modified time": "2026-05-22T03:43:25.000Z"
    }
  },
  {
    "id": "recxsPrlLquOvC0fd",
    "createdTime": "2023-03-02T00:40:09.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "พนักงานธุรการ",
      "โปรแกรมที่สมัคร": "คอมพิวเตอร์เบื้องต้น วันที่ 8-10 มี.ค. 2566",
      "สาขา": "เอกการปกครอง",
      "คณะ": "รัฐศาสตร์",
      "อายุ": "24",
      "หน่วยงาน กอง/ศูนย์": "กองแก้วภูธร1",
      "นามสกุล (ฉายา)": "ศรีหมอก",
      "สถาบัน": "มหาวิทยาลัยรามคำแหง",
      "Email": "konkanok2394@icloud.com",
      "วันที่สมัคร": "2023-03-02",
      "ชื่อ": "กรกนก  ",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1999-01-18",
      "เบอร์มือถือ": "0954171961",
      "การเข้าอบรม": "เข้าอบมรม",
      "Last modified time": "2023-03-16T09:42:19.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recxtRFFmBt90hqFV",
    "createdTime": "2025-08-13T03:56:23.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "พรรษาที่": "16",
      "โปรแกรมที่สมัคร": "Php with AI วันที่ 13-15 ส.ค.2568",
      "อายุ": "16",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง10",
      "นามสกุล (ฉายา)": "แก้วประเสริฐ",
      "สถาบัน": "กุศลศึกษา",
      "Email": "Film0854577805123@gmail.com",
      "วันที่สมัคร": "2025-08-13",
      "ชื่อ": "จันทร์กระสิทธิ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "สามเณร",
      "วัน/เดือน/ปี เกิด": "2009-01-12",
      "เบอร์มือถือ": "095-221-7980",
      "Last modified time": "2025-08-13T03:56:23.000Z",
      "ระดับการศึกษาสูงสุด": "ประถมศึกษา"
    }
  },
  {
    "id": "recxy4PnLRH5znPHs",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "คอมพิวเตอร์ธุรกิจ",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "42",
      "หน่วยงาน กอง/ศูนย์": "มหาธรรมกายเจดีย์",
      "นามสกุล (ฉายา)": "นิตยพันธ์",
      "สถาบัน": "วิทยาลัยอาชีวศึกษา ชลบุรี",
      "Email": "kaidaw072@gmail.com",
      "วันที่สมัคร": "2023-08-16",
      "ชื่อ": "นิตยา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1980-09-10",
      "เบอร์มือถือ": "(089) 792-1821",
      "Last modified time": "2023-09-06T06:16:30.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพชั้นสูง"
    }
  },
  {
    "id": "recy22oypgUaRcWF9",
    "createdTime": "2025-02-05T07:36:39.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "55",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "ชื่อโปรแกรม": "Canva ",
      "อายุ": "55",
      "หน่วยงาน กอง/ศูนย์": " สาธุชนอาสา",
      "นามสกุล (ฉายา)": " ศรียาภัย",
      "Email": "veenaj.vs072@gmail.com",
      "วันที่สมัคร": "2025-02-03",
      "ชื่อ": " รตนนล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 4-6 มี.ค. 2568",
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "เบอร์มือถือ": "081-664-5664",
      "Last modified time": "2026-05-22T03:42:40.000Z"
    }
  },
  {
    "id": "recy9qxsVVu7cf6KP",
    "createdTime": "2026-02-01T14:06:41.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "56",
      "โปรแกรมที่สมัคร": "โปรแกรมคอมพิวเตอร์ขั้นพื้นฐาน สำหรับผู้เริ่มต้นใหม่ ( Basic Computer ) วันที่ 19,25,26 ก.พ. 2569",
      "อายุ": "56",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "รุ่งศรุตกาญจนา",
      "สถาบัน": "สาธิตราชภัฎเทพสตรี ลพบุรี",
      "Email": "example@example.com",
      "วันที่สมัคร": "2026-02-01",
      "ชื่อ": "ชวิภาดาภัต",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2513-07-14",
      "เบอร์มือถือ": "089-900-1419",
      "Last modified time": "2026-02-01T14:06:41.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recy9yV9Ztx7GwmcP",
    "createdTime": "2025-06-01T04:09:27.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "55/พรรษา 28",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "ชื่อโปรแกรม": "CapCut",
      "อายุ": "55/พรรษา 28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-07-04",
      "ชื่อ": "พระสุพลิษฐ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 3-5 มิ.ย. 2568",
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "(089) 777-7030",
      "Last modified time": "2026-05-22T03:43:09.000Z"
    }
  },
  {
    "id": "recyGhfBzH5A9NxCI",
    "createdTime": "2024-08-03T17:48:52.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "พรรษาที่": "10",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "อายุ": "10",
      "หน่วยงาน กอง/ศูนย์": "วัดพระธรรมกายโจฮันเนสเบิร์ก",
      "นามสกุล (ฉายา)": "สุเทสโก",
      "Email": "chitsanuphong@windowslive.com",
      "วันที่สมัคร": "2024-08-03",
      "ชื่อ": "พระชิษณุพงศ์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1981-10-09",
      "เบอร์มือถือ": "086-654-1716",
      "Last modified time": "2024-08-03T17:48:52.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recyKTWkReYpmn2Gk",
    "createdTime": "2023-10-13T02:11:31.000Z",
    "fields": {
      "สำนัก": "การศึกษา",
      "ตำแหน่ง": "IT",
      "โปรแกรมที่สมัคร": "Adobe illustrator วันที่ 13-14 ต.ค. 2566",
      "สาขา": "ประชาสัมพันธ์",
      "คณะ": "การจัดการ",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "พระไตรปิฎก",
      "นามสกุล (ฉายา)": "สัสดี",
      "สถาบัน": "ราชภัฎวไลยอลงกรณ์",
      "Email": "sutthisati@gmail.com",
      "วันที่สมัคร": "2023-10-13",
      "ชื่อ": "สุทธิสา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 2",
      "วัน/เดือน/ปี เกิด": "1973-01-05",
      "เบอร์มือถือ": "(098) 658-8284",
      "Last modified time": "2023-10-13T02:11:31.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyKngQzzN7r79be",
    "createdTime": "2025-03-04T03:35:40.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "37",
      "โปรแกรมที่สมัคร": "ออกแบบสื่อสิ่งพิมพ์และสื่อออนไลน์ด้วย Canva   วันที่ 4 - 6 มี.ค. 2568",
      "สาขา": "การตลาด",
      "อายุ": "37",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "กาญจนเสถียร",
      "Email": "n.kanokratphakhanat@icloud.com",
      "วันที่สมัคร": "2025-03-04",
      "ชื่อ": "นภัค",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1987-02-20",
      "เบอร์มือถือ": "089-981-8279",
      "Last modified time": "2025-03-04T03:35:40.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyNf3FrwAM7cQNh",
    "createdTime": "2024-05-31T09:27:37.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "สาขา": "วิทยุกระจายเสียง",
      "คณะ": "นิเทศศาสตร์",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "กองออกแบบสื่อ ปชส.",
      "นามสกุล (ฉายา)": "เจียสุวรรณ",
      "สถาบัน": "มสธ.",
      "Email": "Phakjai072@gmail.com",
      "วันที่สมัคร": "2024-05-31",
      "ชื่อ": "ภควรรณ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "2508-01-04",
      "เบอร์มือถือ": "092-360-4065",
      "Last modified time": "2024-05-31T09:27:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyP6V2DUNoOvXOa",
    "createdTime": "2025-04-24T08:51:57.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "54",
      "โปรแกรมที่สมัคร": "Ai-Chatbot โปรแกรมอัตโนมัติช่วยการสนทนา  วันที่ 6 - 8 พ.ค. 2568",
      "สาขา": "คอมพิวเตอร์ศึกษา",
      "คณะ": "ศึกษาศาสตร์",
      "อายุ": "54",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "มนวรรธน์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎเลย",
      "Email": "manavat@gmail.com",
      "วันที่สมัคร": "2025-04-24",
      "ชื่อ": "ฤทัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1971-02-23",
      "เบอร์มือถือ": "062-656-9161",
      "Last modified time": "2025-04-24T08:51:57.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyQgp762o0yhQpU",
    "createdTime": "2024-08-16T07:20:07.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "พระฝึกงาน",
      "พรรษาที่": "3",
      "โปรแกรมที่สมัคร": "เรียนเขียนโค้ด PHP เบื้องต้นแบบฟินๆ ร่วมกับ Ai (Gemini)  วันที่ 4 - 5 ก.ย. 2567",
      "สาขา": "MBA",
      "คณะ": "พาณิชยศาสตร์และการบัญชี",
      "อายุ": "3",
      "หน่วยงาน กอง/ศูนย์": "สนง.เลขานุการ ฝ่ายสถานที่ปฏิบัติธรรม",
      "นามสกุล (ฉายา)": "สิริชโย",
      "สถาบัน": "จุฬาลงกรณ์",
      "Email": "chudsai@gmail.com",
      "วันที่สมัคร": "2024-08-16",
      "ชื่อ": "พระวิชัย",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1964-02-14",
      "เบอร์มือถือ": "064-426-9193",
      "Last modified time": "2024-08-16T07:20:07.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "recyUqy2urRyfjz0s",
    "createdTime": "2025-12-14T07:54:01.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "ตำแหน่ง": "สาธุชน",
      "พรรษาที่": "69",
      "โปรแกรมที่สมัคร": "AI Agent เพื่องานพระพุทธศาสนา วันที่ 23-25 ธ.ค. 2568",
      "อายุ": "69",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "จันทร์วงศ์",
      "Email": "somjai343435@gmail.com",
      "วันที่สมัคร": "2025-12-14",
      "ชื่อ": "สมใจ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1956-05-20",
      "เบอร์มือถือ": "094-354-5954",
      "Last modified time": "2025-12-14T07:54:01.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recycLgFNVbauDzVR",
    "createdTime": "2024-06-03T07:20:00.000Z",
    "fields": {
      "สำนัก": "ศรัทธาภิบาล",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "41 / 5",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO ขั้นพื้นฐานกับ Sony Vegas Pro วันที่ 4-6 มิ.ย. 2567",
      "อายุ": "41 / 5",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมเยาวชนนครปฐม",
      "นามสกุล (ฉายา)": "ชุตินฺธโร",
      "อื่นๆ": "ม.6",
      "สถาบัน": "โรงเรียนพระปริยัติธรรม แผนกสามัญศึกษา วัดสระกำแพงใหญ่",
      "Email": "chutintharo072@gmail.com",
      "วันที่สมัคร": "2024-06-03",
      "ชื่อ": "พระวายุ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1983-02-08",
      "อื่นๆ (ระบุ)": "ม.6",
      "เบอร์มือถือ": "065-994-4799",
      "Last modified time": "2024-06-03T07:20:00.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recyfX0OSaeNrXLmg",
    "createdTime": "2024-03-18T07:21:03.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "11",
      "โปรแกรมที่สมัคร": "จัดสร้างงานนำเสนอข้อมูลด้วย Microsoft Powerpoint วันที่ 27-29 มีนาคม 2567",
      "คณะ": "ช่างอุตสาหกรรม",
      "อายุ": "11",
      "หน่วยงาน กอง/ศูนย์": "จัดซื้อและวัสดุกลาง",
      "นามสกุล (ฉายา)": "อุปสนฺโต",
      "สถาบัน": "เตรียมอุดมน้อมกล้าวนนทบุรี",
      "Email": "bungerd2499@gmail.com",
      "วันที่สมัคร": "2024-03-18",
      "ชื่อ": "พระภูวัชร์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2522-08-12",
      "เบอร์มือถือ": "092-929-7718",
      "Last modified time": "2024-03-18T07:21:03.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recygLoJEy03G4n1Q",
    "createdTime": "2024-08-16T06:56:41.000Z",
    "fields": {
      "สำนัก": "องค์ประธาน",
      "ตำแหน่ง": "ทั่วไป",
      "พรรษาที่": "17",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "บริหารทั่วไป",
      "คณะ": "การจัดการ",
      "อายุ": "17",
      "หน่วยงาน กอง/ศูนย์": "กองพุทธบุตรแก้ว",
      "เบอร์ภายใน": "12360",
      "นามสกุล (ฉายา)": "พรมมา",
      "สถาบัน": "มหาวิทยาลัยราชภัฎรำไพพรรณี",
      "Email": "ampornpbk111@gmail.com",
      "วันที่สมัคร": "2024-08-16",
      "ชื่อ": "อำพร",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศรัทธาวาส ",
      "วัน/เดือน/ปี เกิด": "1968-06-02",
      "เบอร์มือถือ": "085-850-1894",
      "Last modified time": "2024-08-16T06:56:41.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyl6LP569dOAhMF",
    "createdTime": "2024-02-28T04:14:28.000Z",
    "fields": {
      "สำนัก": "สาธารณูปการ",
      "ตำแหน่ง": "หน.กอง",
      "พรรษาที่": "44/19",
      "โปรแกรมที่สมัคร": "Canva ในการทำสื่อประชาสัมพันธ์ วันที่ 4-6 มีนาคม 2567",
      "อายุ": "44/19",
      "หน่วยงาน กอง/ศูนย์": "มหาธรรมกายเจดีย?",
      "นามสกุล (ฉายา)": "วิทยา (ฐิตปสาโท)",
      "สถาบัน": "ม.พระจอมเกล้าธนบุรี",
      "Email": "praphat.w@gmail.com",
      "วันที่สมัคร": "2024-02-28",
      "ชื่อ": "พระประพัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1979-04-11",
      "เบอร์มือถือ": "081-920-7087",
      "Last modified time": "2024-02-28T04:14:28.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recypUjRRVcFO0lHH",
    "createdTime": "2024-08-08T09:13:31.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "53",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "สาขา": "ภาษาอังกฤษ",
      "ชื่อโปรแกรม": "Facebook Ads 101",
      "คณะ": "มนุษย์ศาสตร์",
      "อายุ": "53",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์พัฒนาบุคลากร",
      "นามสกุล (ฉายา)": "ลิ้มเลิศ",
      "สถาบัน": "ม.รามคำแหง",
      "Email": "l_nit072@yahoo.com",
      "วันที่สมัคร": "2024-04-26",
      "ชื่อ": "นิตญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "วันที่อบรม": "วันที่ 10 ส.ค. 2567",
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2514-11-07",
      "เบอร์มือถือ": "083-834-5072",
      "Last modified time": "2026-05-22T03:40:03.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recyyOcq2P5YxT4ip",
    "createdTime": "2023-09-04T05:31:48.000Z",
    "fields": {
      "สำนัก": "สถาบันพุทธศิลป์แห่งโลก",
      "โปรแกรมที่สมัคร": "Canva วันที่ 6-8 ก.ย. 2566",
      "สาขา": "การจัดการอุตสาหกรรม",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "50",
      "หน่วยงาน กอง/ศูนย์": "กองนฤมิตษิลป์  ",
      "นามสกุล (ฉายา)": "ศรีสันติสุข",
      "สถาบัน": "มหาวิทยาลัยราชมงคล",
      "Email": "wmrp072@gmail.com",
      "วันที่สมัคร": "2023-08-05",
      "ชื่อ": "สร้อยศจี",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "วัน/เดือน/ปี เกิด": "1974-06-08",
      "เบอร์มือถือ": "(083) 653-6655",
      "Last modified time": "2023-09-06T06:16:10.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recz0DvfUv65hRAyQ",
    "createdTime": "2025-06-28T08:59:33.000Z",
    "fields": {
      "สำนัก": "ต่างประเทศ",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "25",
      "โปรแกรมที่สมัคร": "Photoshop เบื้องต้น วันที่ 8-10 ก.ค.2568",
      "คณะ": "สังคมสงเคราะห์ศาสตร์",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์ส่งเสริมเครือข่ายอาสาสมัคร",
      "นามสกุล (ฉายา)": "สุขมี",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "wanas.wanatsanan@gmail.com",
      "วันที่สมัคร": "2025-06-28",
      "ชื่อ": "วนัสนันท์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "2000-05-12",
      "เบอร์มือถือ": "063-129-6104",
      "Last modified time": "2025-06-28T08:59:33.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recz2t6wLsyVzkKCr",
    "createdTime": "2026-03-01T17:24:11.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "62",
      "โปรแกรมที่สมัคร": "การใช้ Generative AI เผยแผ่ธรรมะแบบมืออาชีพ” ( Generative Ai ) วันที่ 24-26 มี.ค. 2569",
      "อายุ": "62",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "อิ่มรัตนะ",
      "Email": "example@example.com",
      "วันที่สมัคร": "2026-03-02",
      "ชื่อ": "นภชนก",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2507-01-27",
      "เบอร์มือถือ": "081-489-4468",
      "Last modified time": "2026-03-01T17:24:11.000Z",
      "ระดับการศึกษาสูงสุด": "ประกาศนียบัตรวิชาชีพขั้นสูง"
    }
  },
  {
    "id": "recz3elFzWcSA5Llb",
    "createdTime": "2024-05-24T11:15:37.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "7",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "7",
      "หน่วยงาน กอง/ศูนย์": "กองผลิตสื่อดิจิทัล",
      "นามสกุล (ฉายา)": "ธมฺมปถา",
      "Email": "nipol0759@gmail.com",
      "วันที่สมัคร": "2024-05-24",
      "ชื่อ": "พระมหานิพล",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "082-358-3554",
      "Last modified time": "2024-05-24T11:15:37.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "recz5uIJzQWcchMgX",
    "createdTime": "2024-06-14T01:55:25.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "บริหารงานทั่วไป",
      "พรรษาที่": "1",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "สาขา": "การจัดการเทคโนโลยีอุตสาหกรรม",
      "คณะ": "อุตสาหกรรมเกษตร",
      "อายุ": "1",
      "หน่วยงาน กอง/ศูนย์": "ภาคนครหลวง 19",
      "นามสกุล (ฉายา)": "ไชยแก้ว",
      "สถาบัน": "ม.สงขลานครินทร์ วข.หาดใหญ่",
      "Email": "netnapa.ch072@gmail.com",
      "วันที่สมัคร": "2024-06-14",
      "ชื่อ": "เนตรนภา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อุบาสิกา",
      "วัน/เดือน/ปี เกิด": "1993-04-27",
      "เบอร์มือถือ": "(085) 516-4162",
      "Last modified time": "2024-06-15T08:37:32.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reczL65pjVewSFc5q",
    "createdTime": "2025-06-02T01:16:16.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "68",
      "โปรแกรมที่สมัคร": "ตัดต่อวิดีโอสำเร็จรูปด้วยโปรแกรม Capcut  วันที่ 3 - 5 มิ.ย. 2568",
      "คณะ": "สถิติประยุกต์",
      "อายุ": "68",
      "หน่วยงาน กอง/ศูนย์": "สาธุชน",
      "นามสกุล (ฉายา)": "อิริกิตติพงษ์",
      "สถาบัน": "นิด้า",
      "Email": "example@example.com",
      "วันที่สมัคร": "2025-06-02",
      "ชื่อ": "มาลินี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "2500-05-28",
      "เบอร์มือถือ": "080-558-6647",
      "Last modified time": "2025-06-02T01:16:16.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reczLHafAEslT6MwE",
    "createdTime": "2024-08-13T11:41:11.000Z",
    "fields": {
      "สำนัก": "สาธุชนทั่วไป",
      "พรรษาที่": "59",
      "โปรแกรมที่สมัคร": "ดีไซน์ทุกสิ่งได้ง่ายๆ ใน Canva  วันที่ 20 - 22 ส.ค. 2567",
      "สาขา": "การเงิน",
      "คณะ": "MBA",
      "อายุ": "59",
      "หน่วยงาน กอง/ศูนย์": "สาธุชนทั่วไป",
      "นามสกุล (ฉายา)": "ประเสริฐสุขดี",
      "สถาบัน": "Drexel University",
      "Email": "pprasertsukdee@gmail.com",
      "วันที่สมัคร": "2024-08-13",
      "ชื่อ": "พิมพ์ชญา",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ผู้นำบุญ สาธุชนทั่วไป อื่น ๆ",
      "วัน/เดือน/ปี เกิด": "1965-04-15",
      "เบอร์มือถือ": "097-392-6932",
      "Last modified time": "2024-08-13T11:41:11.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "reczLnTHAbDTH1sOA",
    "createdTime": "2024-06-24T06:41:28.000Z",
    "fields": {
      "สำนัก": "ส่งเสริมศีลธรรม",
      "พรรษาที่": "65",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "65",
      "หน่วยงาน กอง/ศูนย์": "วัดห้วยตองสัก",
      "นามสกุล (ฉายา)": "วิวัฒน์ศานติ",
      "สถาบัน": "สองพี่น้อง",
      "Email": "newat2502@GMAIL.COM",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระนิวัฒน์",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "2024-06-06",
      "เบอร์มือถือ": "095-829-8172",
      "Last modified time": "2024-06-24T06:41:28.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reczO0myEoy8dOLQe",
    "createdTime": "2024-05-08T03:52:38.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ผู้บริหาร",
      "พรรษาที่": "58/14",
      "โปรแกรมที่สมัคร": "ตัดต่อ VDO อย่างมืออาชีพด้วย Adobe Premier Pro (Basic) วันที่ 25-26 พ.ค. 2567",
      "อายุ": "58/14",
      "หน่วยงาน กอง/ศูนย์": "การศึกษา",
      "นามสกุล (ฉายา)": "คู่ควร (ปญฺญาทีโป)",
      "สถาบัน": "มหาวิทยาลังมหิดล",
      "Email": "phra78956@gmail.com",
      "วันที่สมัคร": "2024-05-08",
      "ชื่อ": "พระมหามนตรี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1966-03-25",
      "เบอร์มือถือ": "098-417-9556",
      "Last modified time": "2024-05-08T03:52:38.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาโท"
    }
  },
  {
    "id": "reczTjD7nUmXPx6XL",
    "createdTime": "2024-06-24T00:35:05.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "พรรษาที่": "28",
      "โปรแกรมที่สมัคร": "การสร้างงานเอกสารด้วย Microsoft Word วันที่ 25-27 มิ.ย. 2567",
      "อายุ": "28",
      "หน่วยงาน กอง/ศูนย์": "สำนักงานเลขานุการ ฝ่ายบริหาร ",
      "นามสกุล (ฉายา)": "จนฺทาโภ",
      "Email": "Dhammacakka1@gmail.com",
      "วันที่สมัคร": "2024-06-24",
      "ชื่อ": "พระสุพลิษฐ์ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "เบอร์มือถือ": "089-777-7030",
      "Last modified time": "2024-06-24T00:35:05.000Z"
    }
  },
  {
    "id": "reczTxFWMQ3Zky4zh",
    "createdTime": "2023-06-28T07:32:53.000Z",
    "fields": {
      "สำนัก": "เผยแผ่",
      "ตำแหน่ง": "เจ้าอาวาส",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "53/12",
      "หน่วยงาน กอง/ศูนย์": "จ.ตาก",
      "นามสกุล (ฉายา)": "รตนสาโร",
      "สถาบัน": "กศน.อำเภอท่าตุม จ.สุรินทร์",
      "Email": "ciklamala@gmail.com",
      "วันที่สมัคร": "2023-06-28",
      "ชื่อ": "พระภัควัฒน์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "พระภิกษุ",
      "วัน/เดือน/ปี เกิด": "1970-03-04",
      "เบอร์มือถือ": "0806192072",
      "Last modified time": "2023-06-28T07:32:53.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "reczU7G5qexPcBwGe",
    "createdTime": "2023-08-08T08:22:34.000Z",
    "fields": {
      "สำนัก": "สื่อ DMC",
      "ตำแหน่ง": "เจ้าหน้าที่ห้องสมุดภาพ",
      "โปรแกรมที่สมัคร": "Capcut วันที่ 16-17 ก.ย. 2566",
      "อายุ": "35",
      "หน่วยงาน กอง/ศูนย์": "ผลิตรายการ",
      "เบอร์ภายใน": "14055",
      "นามสกุล (ฉายา)": "เธียรปัญญายิ่ง",
      "สถาบัน": "มหาวิทยาลัยธรรมศาสตร์",
      "Email": "toon_fugtaungnoi@hotmail.com",
      "วันที่สมัคร": "2023-08-08",
      "ชื่อ": "สุชาดา",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1988-04-18",
      "เบอร์มือถือ": "0840991788",
      "Last modified time": "2023-08-08T08:22:34.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reczfvuVY4O9cx7YT",
    "createdTime": "2023-06-27T06:29:31.000Z",
    "fields": {
      "สำนัก": "ปธ.คกก.บห.สภาฯ",
      "ตำแหน่ง": "พนักงาน",
      "โปรแกรมที่สมัคร": "Sony Vegas Pro วันที่ 3-4 ก.ค. 2566",
      "อายุ": "25",
      "หน่วยงาน กอง/ศูนย์": "ศูนย์อบรมคอมพิวเตอร์",
      "เบอร์ภายใน": "11850",
      "นามสกุล (ฉายา)": "เสียวสุข",
      "อื่นๆ": "ม.ปลาย",
      "สถาบัน": "โรงเรียนสามโคกองค์การบริหารส่วนจังหวัดปทุมธานี",
      "Email": "kieknew110863@gmail.com",
      "วันที่สมัคร": "2023-06-27",
      "ชื่อ": "สุรสิทธิ์",
      "Created by": {
        "id": "usrnkMzNnRJE0cIWU",
        "email": "b.richy8888@gmail.com",
        "name": "Boonyarit Chuenprasert"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "1998-09-10",
      "เบอร์มือถือ": "0623731801",
      "Last modified time": "2023-06-27T06:29:31.000Z",
      "ระดับการศึกษาสูงสุด": "มัธยมศึกษา"
    }
  },
  {
    "id": "recziUPU2K50pUScG",
    "createdTime": "2024-06-11T03:50:55.000Z",
    "fields": {
      "สำนัก": "สื่อสารองค์กร",
      "พรรษาที่": "19",
      "โปรแกรมที่สมัคร": "สร้างโบวชัวร์ และสื่อประชาสัมพันธ์ด้วย Adobe Photoshop  วันที่ 18-20 มิ.ย. 2567",
      "อายุ": "19",
      "หน่วยงาน กอง/ศูนย์": "กองเผยแพร่ข้อมูลออนไลน์",
      "นามสกุล (ฉายา)": "คุณปัญญา",
      "สถาบัน": "โรงเรียนสกลนครพัฒนศึกษา",
      "Email": "fueangfa.kunpanya@gmail.com",
      "วันที่สมัคร": "2024-06-11",
      "ชื่อ": "เฟื้องฟ้า",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "ศาสนูปถัมถ์ 1",
      "วัน/เดือน/ปี เกิด": "2004-12-02",
      "เบอร์มือถือ": "(093) 506-4011",
      "Last modified time": "2024-06-15T08:32:37.000Z"
    }
  },
  {
    "id": "reczjAym5ZjH8MawU",
    "createdTime": "2024-07-29T09:21:04.000Z",
    "fields": {
      "สำนัก": "พัฒนาเยาวชนโลก",
      "ตำแหน่ง": "เจ้าหน้าที่ทั่วไป",
      "พรรษาที่": "30",
      "โปรแกรมที่สมัคร": "Facebook Ads 101 ปูพื้นฐานการตลาดออนไลน์ผ่าน Facebook  วันที่ 10 ส.ค. 2567",
      "อายุ": "30",
      "หน่วยงาน กอง/ศูนย์": "ส่วนงาน DNewMedia",
      "นามสกุล (ฉายา)": "ชาญเดช",
      "Email": "jieoh98@gmail.com",
      "วันที่สมัคร": "2024-07-29",
      "ชื่อ": "วนาลี",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาพันธ์ตะวัน",
      "วัน/เดือน/ปี เกิด": "1994-05-16",
      "เบอร์มือถือ": "062-426-9146",
      "Last modified time": "2024-07-29T09:21:04.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  },
  {
    "id": "reczz7FdE3Md7VaYj",
    "createdTime": "2026-04-30T12:47:48.000Z",
    "fields": {
      "สำนัก": "กัลยาณมิตรสากล",
      "ตำแหน่ง": "ช่วยพี่อุบาสิกาประสานงาน",
      "พรรษาที่": "38",
      "โปรแกรมที่สมัคร": "Canva Create สรรค์สร้างภาพขั้นพื้นฐานและผลิตสื่อสิ่งพิมพ์ด้วย Canva  วันที่ 5-7 พ.ค. 2569",
      "สาขา": "การจัดการทั่วไป",
      "คณะ": "บริหารธุรกิจ",
      "อายุ": "38",
      "หน่วยงาน กอง/ศูนย์": "นครหลวง 7",
      "นามสกุล (ฉายา)": "มณีจันทร์",
      "สถาบัน": "มหาวิทยาลัยราชภัฎวไลยอลงกรณ์ ในพระบรมราชูปถัมภ์",
      "Email": "jerawan94@gmail.com",
      "วันที่สมัคร": "2026-04-30",
      "ชื่อ": "จีรวรรณ ",
      "Created by": {
        "id": "usrKnaA9gxNGg72F4",
        "email": "ctcen072@gmail.com",
        "name": "comtrain center"
      },
      "ประเภทสมาชิก": "อาสาสมัคร",
      "วัน/เดือน/ปี เกิด": "1988-04-21",
      "เบอร์มือถือ": "083-540-5673",
      "Last modified time": "2026-04-30T12:47:48.000Z",
      "ระดับการศึกษาสูงสุด": "ปริญญาตรี"
    }
  }
];
